Repository: CyrilCermak/pets-therapy
Catalog: Sources/swift/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, ru, uk, zh_hans

# shop.theseAreOnlyForSupporters
source: These characters are only available to supporters. Please consider supporting us, so we can add more features and characters 🙏
cs: Tyto postavy jsou dostupné pouze pro podporovatele. Prosím zvažte naši podporu, abychom mohli přidávat více funkcí a postav 🙏
de: Diese Charaktere sind nur für Unterstützer verfügbar. Bitte erwägen Sie uns zu unterstützen, damit wir mehr Funktionen und Charaktere hinzufügen können 🙏
es: Estos personajes están disponibles solo para los patrocinadores. Por favor, considera apoyarnos para que podamos añadir más funciones y personajes 🙏
fr: Ces personnages sont réservés aux supporters. Veuillez envisager de nous soutenir afin que nous puissions ajouter plus de fonctionnalités et de personnages 🙏
it: Questi personaggi sono disponibili solo per gli abbonati. Per favore, considera di supportarci, così possiamo aggiungere più funzioni e personaggi 🙏
ja: これらのキャラクターはサポーター限定です。 より多くの機能とキャラクターを追加できるよう、ご支援をご検討ください 🙏
ko: 이 캐릭터들은 후원자만 이용할 수 있어요. 더 많은 기능과 캐릭터를 추가할 수 있도록 후원을 고려해주세요 🙏
ru: Эти персонажи доступны только для поддерживающих. Пожалуйста, рассмотрите возможность поддержать нас, чтобы мы могли добавить больше функций и персонажей 🙏
uk: Ці персонажі доступні лише для підтримувачів. Будь ласка, розгляньте можливість підтримати нас, щоб ми могли додати більше функцій та персонажів 🙏
zh_hans: 这些角色仅支持者可用。 请考虑支持我们，以便我们添加更多功能和角色 🙏

# somethingWentWrong
source: Something went wrong, please try again
cs: Něco se pokazilo, zkuste to prosím znovu
de: Etwas ist schiefgelaufen, bitte versuchen Sie es erneut
es: Algo salió mal, inténtalo de nuevo
fr: Il y a eu un problème, réessaie plus tard
it: Qualcosa è andato storto, riprova
ja: エラーが発生しました。もう一度お試しください
ko: 문제가 발생했어요. 다시 시도해주세요
ru: Что-то пошло не так, пожалуйста, попробуйте еще раз
uk: Щось пішло не так, будь ласка, спробуйте ще раз
zh_hans: 出错了，请重试

# species.about.ape
source: Primate paradise! Swings between snack time and nap time like the original jungle influencer!
cs: Opičí ráj! Houpá se mezi svačinou a dřímáním jako původní influencer džungle!
de: Primaten-Paradies! Schwingt zwischen Snackzeit und Nickerchen wie der original Dschungel-Influencer!
es: ¡Paraíso de primates! Se balancea entre la hora del bocadillo y la siesta como el influencer original de la jungla!
fr: Paradis des primates ! Se balance entre l'heure du snack et la sieste comme l'influenceur original de la jungle !
it: Paradiso dei primati! Si dondola tra snack time e pisolino come l'influencer originale della giungla!
ja: 霊長類パラダイス！おやつタイムとお昼寝の間を行き来する、元祖ジャングルインフルエンサー！
ko: 영장류 천국! 간식 시간과 낮잠 시간 사이를 원조 정글 인플루언서처럼 오가요!
ru: Райский примат! Качается между перекусом и дремотой, как настоящий джунглевый инфлюенсер!
uk: Примітивний рай! Гойдається між перекусом і дрімотою, як справжній джунглевий інфлюенсер!
zh_hans: 灵长类天堂！在零食时间和午睡时间之间摆动，像原始的丛林网红！

# species.about.betta
source: Fighting fish with attitude! Performs backflips, acts tsundere, and serves aquatic drama!
cs: Bojovnice s postojem! Předvádí kotrmelce, chová se tsundere a servíruje akvarijní drama!
de: Kampffisch mit Attitude! Macht Rückwärtssaltos, spielt tsundere und liefert aquatische Dramen!
es: ¡Pez luchador con actitud! Hace volteretas, actúa tsundere y sirve drama acuático!
fr: Poisson combattant avec attitude ! Fait des backflips, agit tsundere et sert du drame aquatique !
it: Pesce combattente con attitudine! Fa salti mortali, agisce tsundere e serve drama acquatico!
ja: 態度のある闘魚！バックフリップをし、ツンデレを演じ、水中ドラマを提供！
ko: 당당한 투어! 백플립을 하고, 츤데레 행동을 하며, 수족관 드라마를 연출해요!
ru: Бойцовская рыбка с характером! Делает сальто, ведет себя как цундере и устраивает водные драмы!
uk: Бійцівська рибка з характером! Робить сальто, поводиться як цундере і влаштовує водні драми!
zh_hans: 有态度的斗鱼！表演后空翻，表现傲娇，上演水族剧情！

# species.about.cat
source: The ultimate desktop companion! Lounges around, munches treats, and naps like a true feline royalty!
cs: Ultimátní desktopový společník! Lenoší, mlsá a dřímá jako skutečná kočičí šlechta!
de: Der ultimative Desktop-Begleiter! Faulenzt herum, knabbert Leckerlis und schläft wie echte Katzen-Royalty!
es: ¡El compañero de escritorio definitivo! Se relaja, come golosinas y duerme como la verdadera realeza felina!
fr: Le compagnon de bureau ultime ! Se prélasse, grignote des friandises et fait la sieste comme une vraie royauté féline !
it: Il compagno da scrivania definitivo! Si rilassa, sgranocchia prelibatezze e dorme come vera regalità felina!
ja: 究極のデスクトップコンパニオン！のんびりして、おやつを食べ、真の猫族のように昼寝をする！
ko: 최고의 데스크톱 동반자! 진정한 고양이 귀족처럼 늘어지고, 간식을 먹고, 낮잠을 자요!
ru: Идеальный настольный компаньон! Валяется, жует лакомства и спит как настоящая кошачья королевская особа!
uk: Ідеальний настільний компаньйон! Валяється, жує ласощі і спить як справжня котяча королівська особа!
zh_hans: 终极桌面伴侣！懒洋洋地躺着，嚼零食，像真正的猫科皇室一样打盹！

# species.about.cat_black
source: Mysterious midnight mischief-maker! Sleeps all day, judges you all night!
cs: Záhadný půlnoční zlobil! Spí celý den, soudí vás celou noc!
de: Mysteriöser Mitternachts-Unruhestifter! Schläft den ganzen Tag, verurteilt dich die ganze Nacht!
es: ¡Travieso misterioso de medianoche! Duerme todo el día, te juzga toda la noche!
fr: Fauteur de troubles mystérieux de minuit ! Dort toute la journée, te juge toute la nuit !
it: Combinaguai misterioso di mezzanotte! Dorme tutto il giorno, ti giudica tutta la notte!
ja: 神秘的な真夜中のイタズラ師！一日中寝て、一晩中あなたを裁く！
ko: 신비로운 자정의 장난꾸러기! 하루 종일 자고, 밤새 당신을 심판해요!
ru: Таинственный полуночный проказник! Спит весь день, судит тебя всю ночь!
uk: Таємничий північний пустотник! Спить весь день, судить тебе всю ніч!
zh_hans: 神秘的午夜恶作剧制造者！白天睡觉，整夜评判你！

# species.about.cat_blue
source: Cool as ice, smooth as silk! This azure feline brings zen vibes to your screen!
cs: Chladná jako led, hladká jako hedvábí! Tahle azurová kočka přináší zen vibrace na váš displej!
de: Kühl wie Eis, glatt wie Seide! Diese azurblaue Katze bringt Zen-Vibes auf deinen Bildschirm!
es: ¡Frío como el hielo, suave como la seda! Este felino azul trae vibras zen a tu pantalla!
fr: Froid comme la glace, doux comme la soie ! Ce félin azur apporte des vibrations zen à votre écran !
it: Freddo come ghiaccio, liscio come seta! Questo felino azzurro porta vibrazioni zen al tuo schermo!
ja: 氷のように冷たく、絹のように滑らか！この青い猫があなたの画面に禅の雰囲気をもたらす！
ko: 얼음처럼 차갑고 비단처럼 부드러워! 이 하늘색 고양이는 화면에 선 바이브를 가져다줘요!
ru: Холодный как лед, гладкий как шелк! Этот лазурный кот приносит дзен-вибрации на твой экран!
uk: Холодний як лід, гладкий як шовк! Цей лазуровий кіт приносить дзен-вібрації на твій екран!
zh_hans: 冷如冰，滑如丝！这只天蓝色的猫咪为你的屏幕带来禅意氛围！

# species.about.cat_calico
source: Triple-colored trouble! Eats, sleeps, and serves looks with patchwork perfection!
cs: Trojbarevné problémy! Jí, spí a předvádí se s třísrstnou dokonalostí!
de: Dreifarbiger Unruhestifter! Isst, schläft und sieht perfekt aus mit Patchwork-Perfektion!
es: ¡Problema de tres colores! Come, duerme y sirve looks con perfección de patchwork!
fr: Problème tricolore ! Mange, dort et sert des looks avec perfection patchwork !
it: Guaio tricolore! Mangia, dorme e sfoggia look con perfezione patchwork!
ja: 三毛の困り者！食べて、寝て、パッチワークの完璧さでポーズを決める！
ko: 삼색 트러블메이커! 패치워크 완벽함으로 먹고, 자고, 포즈를 취해요!
ru: Трехцветная проблема! Ест, спит и подает образы с лоскутным совершенством!
uk: Трикольорова проблема! Їсть, спить і подає образи з лоскутним досконалістю!
zh_hans: 三色麻烦！吃饭、睡觉，用拼接完美展现外貌！

# species.about.cat_floppa
source: Big Floppa energy! Enlists for duty, munches like a soldier, and commands respect with those iconic ears!
cs: Velká Floppa energie! Naverbuje se do služby, žere jako voják a vyzařuje respekt těma ikonickýma ušima!
de: Big Floppa Energie! Meldet sich zum Dienst, futtert wie ein Soldat und kommandiert Respekt mit diesen ikonischen Ohren!
es: ¡Energía Big Floppa! Se alista para el servicio, come como un soldado y exige respeto con esas orejas icónicas!
fr: Énergie Big Floppa ! S'enrôle pour le service, mange comme un soldat et commande le respect avec ces oreilles iconiques !
it: Energia Big Floppa! Si arruola per il servizio, mangia come un soldato e comanda rispetto con quelle orecchie iconiche!
ja: ビッグフロッパエネルギー！兵役に志願し、兵士のように食べ、あの象徴的な耳で敬意を集める！
ko: 빅 플로파 에너지! 복무에 입대하고, 군인처럼 먹고, 상징적인 귀로 존경을 받아요!
ru: Энергия Большой Флоппы! Идет на службу, жует как солдат и командует уважением этими культовыми ушами!
uk: Енергія Великої Флоппи! Йде на службу, жує як солдат і командує повагою цими культовими вухами!
zh_hans: 大Floppa能量！入伍服役，像士兵一样嚼食，用那些标志性的耳朵指挥尊重！

# species.about.cat_gray
source: The classic gray gentleman! Sophisticated eating, professional napping, and judgmental staring included!
cs: Klasický šedý gentleman! Sofistikované jídlo, profesionální dřímání a soudící zírání v ceně!
de: Der klassische graue Gentleman! Raffiniertes Essen, professionelles Nickerchen und verurteilende Blicke inklusive!
es: ¡El clásico caballero gris! Comer sofisticado, siesta profesional y mirada de juicio incluido!
fr: Le gentleman gris classique ! Repas sophistiqué, sieste professionnelle et regard de jugement inclus !
it: Il classico gentiluomo grigio! Mangiare sofisticato, pisolino professionale e sguardo giudicante incluso!
ja: クラシックなグレーの紳士！洗練された食事、プロのお昼寝、批判的な視線付き！
ko: 클래식 회색 신사! 세련된 식사, 전문적인 낮잠, 심판하는 시선이 포함되어 있어요!
ru: Классический серый джентльмен! Изысканная еда, профессиональный сон и осуждающий взгляд включены!
uk: Класичний сірий джентльмен! Вишукана їжа, професійний сон і осудливий погляд включено!
zh_hans: 经典的灰色绅士！精致的饮食，专业的打盹，包含批判性的凝视！

# species.about.cat_green
source: Eco-friendly feline! Goes green while going through the classic cat routine of eat, sleep, repeat!
cs: Eko-friendly kočka! Jde na zelenou při klasické kočičí rutině: jíst, spát, opakovat!
de: Umweltfreundliche Katze! Wird grün während der klassischen Katzen-Routine: fressen, schlafen, wiederholen!
es: ¡Felino ecológico! Se vuelve verde mientras hace la rutina clásica de gato: comer, dormir, repetir!
fr: Félin écologique ! Devient vert tout en suivant la routine classique du chat : manger, dormir, répéter !
it: Felino eco-friendly! Diventa verde mentre segue la routine classica del gatto: mangiare, dormire, ripetere!
ja: エコフレンドリーな猫！クラシックな猫のルーティン「食べて、寝て、繰り返す」をしながらグリーンになる！
ko: 친환경 고양이! 클래식 고양이 루틴 중에 친환경으로 가요: 먹고, 자고, 반복!
ru: Экологичный кот! Становится зеленым, проходя через классическую кошачью рутину: есть, спать, повторять!
uk: Екологічний кіт! Стає зеленим, проходячи через класичну котячу рутину: їсти, спати, повторювати!
zh_hans: 环保猫咪！在经历经典猫咪例行公事时变绿：吃饭、睡觉、重复！

# species.about.cat_grumpy
source: Perpetually unimpressed! This kitty's death stare could stop traffic... and other cats!
cs: Věčně neochotná! Tohle kočičí smrtonosné zírání by zastavilo dopravu... i ostatní kočky!
de: Ewig unbeeindruckt! Der Todesblick dieser Katze könnte den Verkehr stoppen... und andere Katzen!
es: ¡Perpetuamente no impresionado! La mirada mortal de este gatito podría detener el tráfico... ¡y otros gatos!
fr: Perpétuellement pas impressionné ! Le regard de mort de ce chaton pourrait arrêter la circulation... et d'autres chats !
it: Perennemente non impressionato! Lo sguardo mortale di questo gattino potrebbe fermare il traffico... e altri gatti!
ja: 永遠に不機嫌！この猫の死の視線は交通を止められる...そして他の猫も！
ko: 영원히 불만족! 이 고양이의 죽음의 시선은 교통을 멈출 수 있어요... 그리고 다른 고양이들도!
ru: Вечно недовольный! Взгляд этого котика смертельный и может остановить движение... и других котов!
uk: Вічно незадоволений! Погляд цього котика смертельний і може зупинити рух... та інших котів!
zh_hans: 永远不满意！这只小猫的死亡凝视可以阻止交通...和其他猫！

# species.about.cat_house
source: Five-star feline hotel! The perfect nap sanctuary for your digital cats to rest their paws!
cs: Pětihvězdičkový kočičí hotel! Perfektní úkryt pro dřímání vašich digitálních koček!
de: Fünf-Sterne Katzen-Hotel! Das perfekte Nickerchen-Heiligtum für deine digitalen Katzen zum Pfoten ausruhen!
es: ¡Hotel felino de cinco estrellas! El santuario de siesta perfecto para que tus gatos digitales descansen sus patas!
fr: Hôtel félin cinq étoiles ! Le sanctuaire de sieste parfait pour que vos chats numériques reposent leurs pattes !
it: Hotel felino a cinque stelle! Il santuario del pisolino perfetto per far riposare le zampe ai tuoi gatti digitali!
ja: 五つ星猫ホテル！デジタル猫が肉球を休ませる完璧なお昼寝聖域！
ko: 5성급 고양이 호텔! 디지털 고양이들이 발을 쉴 완벽한 낮잠 성소예요!
ru: Пятизвездочный кошачий отель! Идеальное убежище для сна, где ваши цифровые коты могут отдохнуть лапками!
uk: П'ятизірковий котячий готель! Ідеальне притулок для сну, де ваші цифрові коти можуть відпочити лапками!
zh_hans: 五星级猫咪酒店！你的数字猫咪休息爪子的完美午睡圣殿！

# species.about.cat_pinky
source: Pink panther vibes without the copyright! Strikes poses and steals hearts!
cs: Pink panther vibrace bez autorských práv! Pózuje a krade srdce!
de: Rosa Panther Vibes ohne Copyright! Posiert und stiehlt Herzen!
es: ¡Vibras de pantera rosa sin copyright! Hace poses y roba corazones!
fr: Vibrations panthère rose sans copyright ! Prend des poses et vole les cœurs !
it: Vibrazioni pantera rosa senza copyright! Fa pose e ruba cuori!
ja: 著作権なしのピンクパンサーバイブス！ポーズを決めて心を盗む！
ko: 저작권 없는 핑크 팬더 바이브! 포즈를 취하고 마음을 훔쳐요!
ru: Вибрации розовой пантеры без авторских прав! Принимает позы и крадет сердца!
uk: Вібрації рожевої пантери без авторських прав! Приймає пози і краде серця!
zh_hans: 粉红豹的氛围，没有版权！摆姿势偷心！

# species.about.cat_strawberry
source: Sweet as a berry, sassy as a cat! The perfect dessert companion for your desktop!
cs: Sladká jako jahoda, drzá jako kočka! Perfektní dezertní společník pro váš desktop!
de: Süß wie eine Beere, frech wie eine Katze! Der perfekte Dessert-Begleiter für deinen Desktop!
es: ¡Dulce como una fresa, sassy como un gato! El compañero perfecto de postre para tu escritorio!
fr: Douce comme une fraise, insolente comme un chat ! Le compagnon de dessert parfait pour votre bureau !
it: Dolce come una fragola, sfacciato come un gatto! Il compagno da dessert perfetto per la tua scrivania!
ja: ベリーのように甘く、猫のように生意気！あなたのデスクトップの完璧なデザートコンパニオン！
ko: 딸기처럼 달콤하고 고양이처럼 건방져! 데스크톱을 위한 완벽한 디저트 동반자예요!
ru: Сладкий как ягода, дерзкий как кот! Идеальный десертный компаньон для твоего рабочего стола!
uk: Солодкий як ягода, зухвалий як кіт! Ідеальний десертний компаньйон для твого робочого столу!
zh_hans: 甜如浆果，俏皮如猫！你桌面的完美甜点伴侣！

# species.about.cat_white
source: Pure elegance in motion! Pristine eating habits and angelic sleeping positions!
cs: Čistá elegance v pohybu! Dokonalé stolování a andělské spací pozice!
de: Pure Eleganz in Bewegung! Makellose Essgewohnheiten und engelhafte Schlafpositionen!
es: ¡Pura elegancia en movimiento! Hábitos alimenticios prístinos y posiciones de sueño angelicales!
fr: Pure élégance en mouvement ! Habitudes alimentaires immaculées et positions de sommeil angéliques !
it: Pura eleganza in movimento! Abitudini alimentari immacolate e posizioni del sonno angeliche!
ja: 動く純粋なエレガンス！完璧な食事習慣と天使のような睡眠ポーズ！
ko: 움직이는 순수한 우아함! 완벽한 식사 습관과 천사 같은 잠자리 자세!
ru: Чистая элегантность в движении! Безупречные привычки в еде и ангельские позы для сна!
uk: Чиста елегантність у русі! Бездоганні звички харчування та ангельські пози для сну!
zh_hans: 运动中的纯净优雅！完美的饮食习惯和天使般的睡眠姿势！

# species.about.cayman718
source: The only Porsche within budget! Signals style and revs up your desktop dreams! 💸
cs: Jediné Porsche v rozpočtu! Signalizuje styl a roztáčí vaše desktopové sny! 💸
de: Der einzige Porsche im Budget! Signalisiert Stil und bringt deine Desktop-Träume auf Touren! 💸
es: ¡El único Porsche dentro del presupuesto! Señala estilo y acelera tus sueños de escritorio! 💸
fr: La seule Porsche dans le budget ! Signale le style et accélère vos rêves de bureau ! 💸
it: L'unica Porsche nel budget! Segnala stile e accelera i tuoi sogni da scrivania! 💸
ja: 予算内で唯一のポルシェ！スタイルをアピールし、あなたのデスクトップの夢をアップ！💸
ko: 예산 내 유일한 포르쉐! 스타일을 나타내고 데스크톱 꿈을 부려줘요! 💸
ru: Единственный Porsche в рамках бюджета! Подает сигналы стиля и разгоняет твои настольные мечты! 💸
uk: Єдиний Porsche в межах бюджету! Подає сигнали стилю і розганяє твої настільні мрії! 💸
zh_hans: 预算内唯一的保时捷！发出时尚信号，启动你的桌面梦想！💸

# species.about.clockanalog
source: It just shows the current time and does nothing else... 😅
cs: Prostě ukazuje aktuální čas a nic jiného nedělá... 😅
de: Zeigt einfach nur die aktuelle Zeit und tut sonst nichts... 😅
es: Simplemente muestra la hora actual y no hace nada más... 😅
fr: Ça affiche l'heure, rien d'autre... 😅
it: Mostra l'ora corrente e nient'altro... 😅
ja: 現在時刻を表示するだけで、他には何もしません... 😅
ko: 그냥 현재 시간을 보여주고 다른 건 아무것도 안 해요... 😅
ru: Он просто показывает текущее время и больше ничего не делает... 😅
uk: Він просто показує поточний час і більше нічого не робить... 😅
zh_hans: 它只是显示当前时间，什么都不做... 😅

# species.about.clockdigital
source: It just shows the current time and does nothing else... 😅
cs: Prostě ukazuje aktuální čas a nic jiného nedělá... 😅
de: Zeigt einfach nur die aktuelle Zeit und tut sonst nichts... 😅
es: Simplemente muestra la hora actual y no hace nada más... 😅
fr: Ça affiche l'heure, rien d'autre... 😅
it: Mostra l'ora corrente e nient'altro... 😅
ja: 現在時刻を表示するだけで、他には何もしません... 😅
ko: 그냥 현재 시간을 보여주고 다른 건 아무것도 안 해요... 😅
ru: Он просто показывает текущее время и больше ничего не делает... 😅
uk: Він просто показує поточний час і більше нічого не робить... 😅
zh_hans: 它只是显示当前时间，什么都不做... 😅

# species.about.cromulon
source: SHOW ME WHAT YOU GOT! Giant head energy with cosmic judgment and interdimensional attitude!
cs: UKAŽ MI, CO UMÍŠ! Obří hlavová energie s kosmickým soudem a mezidimenzionálním postojem!
de: ZEIG MIR WAS DU DRAUF HAST! Riesenkopf-Energie mit kosmischem Urteil und interdimensionalem Auftreten!
es: ¡MUÉSTRAME LO QUE TIENES! Energía de cabeza gigante con juicio cósmico y actitud interdimensional!
fr: MONTREZ-MOI CE QUE VOUS AVEZ ! Énergie de tête géante avec jugement cosmique et attitude interdimensionnelle !
it: MOSTRAMI COSA SAI FARE! Energia di testa gigante con giudizio cosmico e attitudine interdimensionale!
ja: 何ができるか見せてみろ！宇宙的判断と次元間態度を持つ巨大頭エネルギー！
ko: 뭘 할 수 있는지 보여줘! 우주적 심판과 차원 간 태도를 가진 거대한 머리 에너지!
ru: ПОКАЖИ МНЕ, НА ЧТО ТЫ СПОСОБЕН! Энергия гигантской головы с космическим судом и межпространственным отношением!
uk: ПОКАЖИ МЕНІ, НА ЩО ТИ ЗДАТЕН! Енергія гігантської голови з космічним судом і міжпросторовим ставленням!
zh_hans: 让我看看你的本事！巨头能量配宇宙审判和跨维度态度！

# species.about.cromulon_pink
source: Pink planet-sized personality! Still judging your desktop choices with fabulous flair!
cs: Růžová osobnost velikosti planety! Stále soudí vaše desktopové volby s báječným šarmem!
de: Rosa planetengroße Persönlichkeit! Beurteilt immer noch deine Desktop-Entscheidungen mit fabelhaftem Flair!
es: ¡Personalidad rosa del tamaño de un planeta! Sigue juzgando tus elecciones de escritorio con estilo fabuloso!
fr: Personnalité rose de la taille d'une planète ! Juge toujours vos choix de bureau avec un style fabuleux !
it: Personalità rosa delle dimensioni di un pianeta! Continua a giudicare le tue scelte da scrivania con stile favoloso!
ja: 惑星サイズのピンクパーソナリティー！まだ素晴らしいセンスであなたのデスクトップ選択を判断中！
ko: 행성 크기의 핑크 개성! 여전히 멋진 스타일로 당신의 데스크톱 선택을 심판해요!
ru: Личность размером с розовую планету! До сих пор судит твой выбор рабочего стола с потрясающим стилем!
uk: Особистість розміром з рожеву планету! Досі судить твій вибір робочого столу з приголомшливим стилем!
zh_hans: 粉色星球大小的个性！仍在以惊艳的风格评判你的桌面选择！

# species.about.cromulon_rainbow
source: A species of planet-sized beings shaped as giant human heads... Show me what you got!
cs: Druh bytostí velikosti planety ve tvaru obřích lidských hlav... Ukaž mi, co umíš!
de: Eine Spezies planetengroßer Wesen in Form riesiger Menschenköpfe... Zeig mir was du drauf hast!
es: Una especie de seres del tamaño de un planeta con forma de cabezas humanas gigantes... '¡Muéstrame lo que tienes!'
fr: Une espèce d'êtres planétaires en forme de têtes humaines géantes... Montrez-moi ce que vous avez !
it: Alieni a forma di teste umane, ma grandi come un pianeta... Mostrami cosa sai fare!
ja: 巨大な人間の頭の形をした惑星サイズの生物の種族... 何ができるか見せてみろ！
ko: 거대한 인간 머리 모양의 행성 크기 존재들... 뭘 할 수 있는지 보여줘!
ru: Вид существ размером с планету, имеющих форму гигантских человеческих голов... Покажи, на что ты способен!
uk: Вид істот розміром з планету, що мають форму гігантських людських голів... Покажи, на що ти здатен!
zh_hans: 行星大小的生物，形状像巨大的人头... 让我看看你能做什么！

# species.about.crow
source: Flying black brilliance! Soars around, spreads love, and proves intelligence comes in dark packages!
cs: Létající černá bystrost! Létá kolem, šíří lásku a dokazuje, že inteligence přichází v tmavých baleních!
de: Fliegende schwarze Brillanz! Schwebt herum, verbreitet Liebe und beweist, dass Intelligenz in dunklen Paketen kommt!
es: ¡Brillantez negra voladora! Vuela por ahí, esparce amor y demuestra que la inteligencia viene en paquetes oscuros!
fr: Brillance noire volante ! Plane partout, répand l'amour et prouve que l'intelligence vient dans des paquets sombres !
it: Brillantezza nera volante! Vola in giro, diffonde amore e dimostra che l'intelligenza arriva in pacchetti scuri!
ja: 飛ぶ黒い輝き！周りを舞い、愛を広げ、知性は暗いパッケージに入ることを証明！
ko: 날아다니는 검은 영리함! 사랑을 퍼뜨리며 날아다니고 지능이 어두운 포장으로 온다는 걸 증명해요!
ru: Летающий черный гений! Парит вокруг, распространяет любовь и доказывает, что интеллект приходит в темных упаковках!
uk: Летючий чорний геній! Ширяє навколо, поширює любов і доводить, що інтелект приходить у темних упаковках!
zh_hans: 飞行的黑色天才！盘旋四周，传播爱意，证明智慧藏在黑暗包装里！

# species.about.crow_white
source: Rare albino intelligence! White wings of wisdom bringing winter vibes to your workspace!
cs: Vzácná albínská inteligence! Bílá křídla moudrosti přinášejí zimní vibrace na váš pracovní prostor!
de: Seltene Albino-Intelligenz! Weiße Flügel der Weisheit bringen Winter-Vibes in deinen Arbeitsplatz!
es: ¡Inteligencia albina rara! Alas blancas de sabiduría que traen vibras de invierno a tu espacio de trabajo!
fr: Intelligence albinos rare ! Ailes blanches de sagesse apportant des vibrations hivernales à votre espace de travail !
it: Intelligenza albina rara! Ali bianche di saggezza che portano vibrazioni invernali al tuo spazio di lavoro!
ja: 珍しいアルビノの知性！知恵の白い翼があなたのワークスペースに冬の雰囲気をもたらす！
ko: 희귀한 알비노 지능! 지혜의 하얀 날개가 작업 공간에 겨울 바이브를 가져다줘요!
ru: Редкий альбинос интеллект! Белые крылья мудрости приносят зимние вибрации в твое рабочее пространство!
uk: Рідкісний альбінос інтелект! Білі крила мудрості приносять зимові вібрації у твій робочий простір!
zh_hans: 稀有白化智慧！智慧的白翼为你的工作区带来冬日氛围！

# species.about.cybertruck
source: 🔲⚡💪🛠️🪟🔒💥 Polygonal perfection! Charges up, signals turns, and occasionally shatters expectations!
cs: 🔲⚡💪🛠️🪟🔒💥 Polygonální dokonalost! Nabíjí se, signalizuje zatáčení a občas rozbíjí očekávání!
de: 🔲⚡💪🛠️🪟🔒💥 Polygonale Perfektion! Lädt auf, blinkt beim Abbiegen und zerschmettert gelegentlich Erwartungen!
es: 🔲⚡💪🛠️🪟🔒💥 ¡Perfección poligonal! Se carga, señala giros y ocasionalmente rompe expectativas!
fr: 🔲⚡💪🛠️🪟🔒💥 Perfection polygonale ! Se charge, signale les virages et brise parfois les attentes !
it: 🔲⚡💪🛠️🪟🔒💥 Perfezione poligonale! Si carica, segnala svolte e occasionalmente infrange le aspettative!
ja: 🔲⚡💪🛠️🪟🔒💥 多角形の完璧さ！充電し、ウィンカーを出し、時々期待を砕く！
ko: 🔲⚡💪🛠️🪟🔒💥 다각형 완벽함! 충전하고, 방향 신호를 보내고, 가끔 기대를 깨뜨려요!
ru: 🔲⚡💪🛠️🪟🔒💥 Полигональное совершенство! Заряжается, подает сигналы поворота и иногда разбивает ожидания!
uk: 🔲⚡💪🛠️🪟🔒💥 Полігональна досконалість! Заряджається, подає сигнали повороту і іноді розбиває очікування!
zh_hans: 🔲⚡💪🛠️🪟🔒💥 多边形完美！充电，打转向信号，偶尔打破期待！
