Repository: CyrilCermak/pets-therapy
Catalog: Sources/swift/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, ru, uk, zh_hans

# species.about.snail_nicky
source: Custom pink perfection! Specially requested slow-motion cuteness for maximum d'aww factor!
cs: Vlastní růžová dokonalost! Speciálně požadovaná slow-motion roztomilost pro maximální d'aww faktor!
de: Maßgeschneiderte rosa Perfektion! Speziell angefragte Zeitlupen-Niedlichkeit für maximalen Süßigkeitsfaktor!
es: ¡Perfección rosa personalizada! Ternura en cámara lenta especialmente solicitada para máximo factor 'd'aww'!
fr: Perfection rose personnalisée ! Mignonnerie au ralenti spécialement demandée pour un facteur d'aww maximum !
it: Perfezione rosa personalizzata! Tenerezza al rallentatore appositamente richiesta per il massimo fattore d'aww!
ja: カスタムピンクの完璧さ！最大のキュートファクターのため特別にリクエストされたスローモーション可愛さ！
ko: 커스텀 핑크 완벽함! 최대 귀여움 팩터를 위해 특별히 요청된 슬로우 모션 귀여움!
ru: Индивидуальное розовое совершенство! Специально заказанная милота в замедленном движении для максимального фактора 'ути-пути'!
uk: Індивідуальна рожева досконалість! Спеціально замовлена милота у сповільненому русі для максимального фактора 'ути-пути'!
zh_hans: 定制粉色完美！特别要求的慢动作可爱，获得最大的萌因子！

# species.about.sunflower
source: As requested by @spritz97.
cs: Podle požadavku od @spritz97.
de: Auf Wunsch von @spritz97.
es: Tal y como solicitó @spritz97
fr: Réclamé par @spritz97.
it: Richiesto da @spritz97.
ja: @spritz97のリクエストにより。
ko: @spritz97의 요청으로.
ru: По просьбе @spritz97
uk: На прохання @spritz97
zh_hans: 应@spritz97的要求。

# species.about.trex
source: Tiny arms, HUGE personality! Roars, rocks guitars, breathes fire, and takes selfies like a prehistoric rockstar!
cs: Malé ruce, OBŘÍ osobnost! Řve, hraje na kytary, dýchá oheň a dělá si selfie jako prehistorický rockstar!
de: Winzige Arme, RIESIGE Persönlichkeit! Brüllt, rockt Gitarren, spuckt Feuer und macht Selfies wie ein prähistorischer Rockstar!
es: ¡Brazos pequeños, personalidad ENORME! Ruge, toca guitarras, escupe fuego y toma selfies como una rockstar prehistórica!
fr: Petits bras, ÉNORME personnalité ! Rugit, joue de la guitarre, crache du feu et prend des selfies comme une rockstar préhistorique !
it: Braccia piccole, personalità ENORME! Rugge, suona chitarre, sputa fuoco e fa selfie come una rockstar preistorica!
ja: 小さな腕、巨大な個性！吠え、ギターを弾き、火を吹き、先史時代のロックスターのようにセルフィーを撮る！
ko: 작은 팔, 거대한 성격! 포효하고, 기타를 치고, 불을 뿜고, 선사시대 록스타처럼 셀카를 찍어요!
ru: Крошечные руки, ОГРОМНАЯ личность! Рычит, играет на гитарах, дышит огнем и делает селфи как доисторическая рок-звезда!
uk: Крихітні руки, ВЕЛИЧЕЗНА особистість! Гарчить, грає на гітарах, дихає вогнем і робить селфі як доісторична рок-зірка!
zh_hans: 小手臂，巨大个性！咆哮，弹吉他，喷火，像史前摇滚明星一样自拍！

# species.about.trex_blue
source: Ceratosaurus cool! All the T-Rex swagger with bonus horn action and dino charm!
cs: Ceratosaurus cool! Všechen T-Rex swag s bonus rozhovou akcí a dino šarmem!
de: Ceratosaurus cool! Aller T-Rex Swag mit Bonus-Horn-Action und Dino-Charme!
es: ¡Ceratosaurus genial! Todo el swagger del T-Rex con acción de cuerno bonus y encanto de dinosaurio!
fr: Ceratosaurus cool ! Tout le swagger du T-Rex avec action de corne bonus et charme de dino !
it: Ceratosaurus figo! Tutto il swagger del T-Rex con azione di corno bonus e fascino dino!
ja: ケラトサウルスクール！すべてのT-Rexスワッグにボーナスホーンアクションとディノチャーム！
ko: 케라토사우루스 쿨! 보너스 뿔 액션과 공룡 매력이 있는 모든 T-Rex 스웨그!
ru: Крутой цератозавр! Вся Ti-Rex дерзость с бонусным рогом и динозаврским шармом!
uk: Крутий цератозавр! Вся Ті-Рекс зухвалість з бонусним рогом і динозаврським шармом!
zh_hans: 角龙酷！所有霸王龙的态度加上额外的角动作和恐龙魅力！

# species.about.trex_violet
source: Prehistoric purple power! Flintstones vibes meet modern mayhem in Jurassic style!
cs: Prehistorická fialová síla! Flintstonovi vibrace potkávají moderní mayhem v jurském stylu!
de: Prähistorische violette Power! Flintstones-Vibes treffen modernes Chaos im Jurassic-Stil!
es: ¡Poder púrpura prehistórico! Vibras de los Picapiedra se encuentran con caos moderno en estilo jurásico!
fr: Puissance violette préhistorique ! Les vibrations des Pierrafeu rencontrent le chaos moderne en style jurassique !
it: Potenza viola preistorica! Vibrazioni Flintstones incontrano caos moderno in stile giurassico!
ja: 先史時代の紫の力！フリントストーンバイブスがジュラシックスタイルで現代の混乱と出会う！
ko: 선사시대 보라색 파워! 플린스톤 바이브가 쥐라기 스타일의 현대적 혼돈과 만나요!
ru: Доисторическая фиолетовая сила! Вибрации Флинстоунов встречаются с современным хаосом в юрском стиле!
uk: Доісторична фіолетова сила! Вібрації Флінстоунів зустрічаються з сучасним хаосом у юрському стилі!
zh_hans: 史前紫色力量！摩登原始人氛围与侏罗纪风格的现代混乱相遇！

# species.about.trex_yellow
source: Golden age of dinosaurs! Shines bright like a prehistoric diamond with royal reptile attitude!
cs: Zlatý věk dinosaurů! Zářit jasně jako prehistorický diamant s královským plazím postojem!
de: Goldenes Zeitalter der Dinosaurier! Strahlt hell wie ein prähistorischer Diamant mit königlicher Reptilien-Attitude!
es: ¡Era dorada de los dinosaurios! Brilla como un diamante prehistórico con actitud de reptil real!
fr: Âge d'or des dinosaures ! Brille comme un diamant préhistorique avec attitude de reptile royal !
it: Era d'oro dei dinosauri! Brilla come un diamante preistorico con attitudine da rettile reale!
ja: 恐竜の黄金時代！王室爬虫類態度で先史時代のダイヤモンドのように明るく輝く！
ko: 공룡의 황금기! 왕족 파충류 태도로 선사시대 다이아몬드처럼 밝게 빛나요!
ru: Золотой век динозавров! Сияет ярко как доисторический алмаз с королевским отношением рептилии!
uk: Золотий вік динозаврів! Сяє яскраво як доісторичний діамант з королівським ставленням рептилії!
zh_hans: 恐龙的黄金时代！像史前钻石一样闪耀，带着皇室爬行动物态度！

# species.about.ufo
source: Intergalactic visitor! Crashes, portals, and bombs your desktop with alien awesomeness!
cs: Intergalaktický návštěvník! Boříí se, portáluje a bombarduje váš desktop mimozemskou úžasností!
de: Intergalaktischer Besucher! Crasht, macht Portale und bombardiert deinen Desktop mit Alien-Großartigkeit!
es: ¡Visitante intergaláctico! Se estrella, crea portales y bombardea tu escritorio con magnificencia alienígena!
fr: Visiteur intergalactique ! S'écrase, fait des portails et bombarde votre bureau avec magnificence alien !
it: Visitatore intergalattico! Si schianta, fa portali e bombarda la tua scrivania con magnificenza aliena!
ja: 銀河間訪問者！クラッシュし、ポータルを作り、エイリアンの素晴らしさであなたのデスクトップを爆撃！
ko: 은하계 간 방문자! 충돌하고, 포털하고, 외계인 멋짐으로 데스크톱을 폭격해요!
ru: Межгалактический посетитель! Разбивается, создает порталы и бомбит твой рабочий стол инопланетной крутизной!
uk: Міжгалактичний відвідувач! Розбивається, створює портали і бомбить твій робочий стіл інопланетною крутизною!
zh_hans: 星际访客！坠毁，传送门，用外星人的精彩轰炸你的桌面！

# species.about.klee
source: Explosive personality! This spark knight brings bombs, jumps, and Genshin magic to your desktop!
cs: Výbušná osobnost! Tahle jiskrová rytířka přináší bomby, skoky a Genshin magii na váš desktop!
de: Explosive Persönlichkeit! Dieser Funken-Ritter bringt Bomben, Sprünge und Genshin-Magie auf deinen Desktop!
es: ¡Personalidad explosiva! Esta caballero chispa trae bombas, saltos y magia de Genshin a tu escritorio!
fr: Personnalité explosive ! Ce chevalier étincelle apporte bombes, sauts et magie Genshin à votre bureau !
it: Personalità esplosiva! Questo cavaliere scintilla porta bombe, salti e magia Genshin alla tua scrivania!
ja: 爆発的個性！このスパークナイトがあなたのデスクトップに爆弾、ジャンプ、原神魔法をもたらす！
ko: 폭발적인 성격! 이 스파크 기사는 폭탄, 점프, 겐신 마법을 데스크톱에 가져다줘요!
ru: Взрывная личность! Этот рыцарь искры приносит бомбы, прыжки и магию Genshin на твой рабочий стол!
uk: Вибухова особистість! Цей лицар іскри приносить бомби, стрибки і магію Genshin на твій робочий стіл!
zh_hans: 爆炸性格！这个火花骑士为你的桌面带来炸弹、跳跃和原神魔法！

# species.about.raiden
source: Electro Archon elegance! Cooks up storms, attacks with style, and rules with divine grace!
cs: Elektro Archon elegance! Vaří bouře, útočí se stylem a vládne s božskou grácií!
de: Elektro-Archon-Eleganz! Kocht Stürme, greift mit Stil an und herrscht mit göttlicher Anmut!
es: ¡Elegancia de Arconte Electro! Cocina tormentas, ataca con estilo y gobierna con gracia divina!
fr: Élégance d'Archon Electro ! Cuisine des tempêtes, attaque avec style et gouverne avec grâce divine !
it: Eleganza di Arconte Electro! Cucina tempeste, attacca con stile e governa con grazia divina!
ja: 雷電将軍の優雅さ！嵐を料理し、スタイルで攻撃し、神の恩恵で統治！
ko: 일렉트로 아르콘의 우아함! 폭풍을 요리하고, 스타일로 공격하고, 신성한 우아함으로 통치해요!
ru: Элегантность Электро Архонта! Готовит бури, атакует со стилем и правит с божественной грацией!
uk: Елегантність Електро Архонта! Готує бурі, атакує зі стилем і править з божественною грацією!
zh_hans: 雷电执政官优雅！烹饪风暴，时尚攻击，神圣优雅统治！

# species.about.keqing
source: Lightning-fast Liyue leader! Changes stances, attacks with precision, and handles business like a boss!
cs: Bleskově rychlá vůdkyně Liyue! Mění postoje, útočí s přesností a řídí byznys jako šéf!
de: Blitzschnelle Liyue-Anführerin! Wechselt Haltungen, greift mit Präzision an und führt Geschäfte wie ein Boss!
es: ¡Líder de Liyue rápida como un rayo! Cambia posturas, ataca con precisión y maneja negocios como una jefa!
fr: Leader de Liyue rapide comme l'éclair ! Change de postures, attaque avec précision et gère les affaires comme une boss !
it: Leader di Liyue veloce come un fulmine! Cambia posture, attacca con precisione e gestisce affari come una boss!
ja: 稲妻のように速い璃月のリーダー！スタンスを変え、精密に攻撃し、ボスのようにビジネスを処理！
ko: 번개처럼 빠른 리월 리더! 자세를 바꾸고, 정확하게 공격하고, 보스처럼 비즈니스를 처리해요!
ru: Молниеносная лидер Ли Юэ! Меняет стойки, атакует с точностью и ведет дела как босс!
uk: Блискавична лідер Лі Юе! Змінює стійки, атакує з точністю і веде справи як бос!
zh_hans: 闪电般的璃月领袖！改变姿态，精确攻击，像老板一样处理业务！

# species.name.klee
source: Klee
ja: クレー
ko: 클레
ru: Кли
uk: Клі

# species.name.raiden
source: Raiden
ja: 雷電将軍
ko: 라이덴
ru: Рейден
uk: Рейден

# species.name.keqing
source: Keqing
ja: 刻晴
ko: 각청
ru: Кэцин
uk: Кецін

# species.name.ape
source: Ape
cs: Opice
de: Affe
es: Mono
fr: Gorille
it: Scimmia
ja: サル
ko: 원숭이
ru: Обезьяна
uk: Мавпа
zh_hans: 猿

# species.name.betta
source: Betta
cs: Bojovnice
de: Kampffisch
ja: ベタ
ko: 베타
ru: Петушок
uk: Бетта
zh_hans: 斗鱼

# species.name.cat
source: Red Cat
cs: Červená Kočka
de: Rote Katze
es: Gato Rojo
fr: Chat Roux
it: Gatto Rosso
ja: 赤猫
ko: 빨간 고양이
ru: Рыжий кот
uk: Рудий кіт
zh_hans: 红色猫咪

# species.name.cat_black
source: Black Cat
cs: Černá Kočka
de: Schwarze Katze
es: Gato negro
fr: Chat Noir
it: Gatto Nero
ja: 黒猫
ko: 검은 고양이
ru: Черный кот
uk: Чорний кіт
zh_hans: 黑色猫咪

# species.name.cat_blue
source: Blue Cat
cs: Modrá Kočka
de: Blaue Katze
es: Gato azul
fr: Chat Bleu
it: Gatto Blu
ja: 青猫
ko: 파란 고양이
ru: Голубой кот
uk: Блакитний кіт
zh_hans: 蓝色猫咪

# species.name.cat_calico
source: Calico Cat
cs: Třísrstá Kočka
de: Glückskatze
es: Gato Cálico
fr: Chat Calicot
it: Gatto Calico
ja: 三毛猫
ko: 삼색 고양이
ru: Ситцевый кот
uk: Ситцевий кіт
zh_hans: 三色猫

# species.name.cat_floppa
source: Floppa
ja: フロッパ
ko: 플로파
ru: Флоппа
uk: Флоппа
zh_hans: 弗洛帕

# species.name.cat_gray
source: Cat
cs: Kočka
de: Katze
es: Gato
fr: Chat
it: Gatto
ja: 猫
ko: 고양이
ru: Кот
uk: Кіт
zh_hans: 猫咪

# species.name.cat_green
source: Green Cat
cs: Zelená Kočka
de: Grüne Katze
es: Gato Verde
fr: Chat Vert
it: Gatto Verde
ja: 緑猫
ko: 초록 고양이
ru: Зеленый кот
uk: Зелений кіт
zh_hans: 绿猫

# species.name.cat_grumpy
source: Grumpy Cat
cs: Mrzutá Kočka
es: Gato gruñón
it: Gatto Scontroso
ja: 不機嫌猫
ko: 심술쟁이 고양이
ru: Ворчливый кот
uk: Буркотливий кіт
zh_hans: 脾气暴躁的猫咪

# species.name.cat_house
source: Cat House
cs: Kočičí Domeček
de: Katzenhaus
es: Casa del gato
fr: Maison de chat
it: Casetta per Gatti
ja: 猫ハウス
ko: 고양이 집
ru: Домик кота
uk: Домівка кота
zh_hans: 猫咪之家

# species.name.cat_pinky
source: Pinky Cat
cs: Růžová Kočka
de: Rosa Katze
es: Gato Rosa
fr: Chat Rose
it: Gatto Rosa
ja: ピンク猫
ko: 핑크 고양이
ru: Розовый кот
uk: Рожевий кіт
zh_hans: 粉红色的猫

# species.name.cat_strawberry
source: Strawberry Cat
cs: Jahodová Kočka
de: Erdbeerkatze
es: Gato Fresa
fr: Chat Fraise
it: Gatto Fragola
ja: いちご猫
ko: 딸기 고양이
ru: Клубничный кот
uk: Полуничний кіт
zh_hans: 草莓猫

# species.name.cat_white
source: White Cat
cs: Bílá Kočka
de: Weiße Katze
es: Gato blanco
fr: Chat Blanc
it: Gatto Bianco
ja: 白猫
ko: 하얀 고양이
ru: Белый кот
uk: Білий кіт
zh_hans: 白猫

# species.name.cayman718
source: Cayman 718
ja: ケイマン718
ko: 케이맨 718

# species.name.clockanalog
source: Analog Clock
cs: Analogové Hodiny
de: Analoge Uhr
es: Reloj analógico
fr: Horloge Analogique
it: Orologio Analogico
ja: アナログ時計
ko: 아날로그 시계
ru: Аналоговые часы
uk: Аналоговий годинник
zh_hans: 模拟时钟

# species.name.clockdigital
source: Digital Clock
cs: Digitální Hodiny
de: Digitale Uhr
es: Reloj digital
fr: Horloge Numérique
it: Orologio Digitale
ja: デジタル時計
ko: 디지털 시계
ru: Цифровые часы
uk: Цифровий годинник
zh_hans: 数字时钟

# species.name.cromulon
source: Big Head
cs: Velká Hlava
de: Großer Kopf
es: Cabeza grande
fr: Grosse Tête
it: Testone
ja: ビッグヘッド
ko: 큰 머리
ru: Большая Голова
uk: Велика Голова
zh_hans: 大脑袋

# species.name.cromulon_pink
source: Big Head Pink
cs: Růžová Velká Hlava
de: Rosa Großer Kopf
es: Cabeza grande rosa
fr: Grosse Tête Rose
it: Testone Rosa
ja: ピンクビッグヘッド
ko: 핑크 큰 머리
ru: Розовая Большая Голова
uk: Рожева Велика Голова
zh_hans: 粉色大脑袋

# species.name.cromulon_rainbow
source: Big Head Rainbow
cs: Duhová Velká Hlava
de: Regenbogen Großer Kopf
es: Cabeza grande Arcoíris
fr: Grosse Tête Arc-En-Ciel
it: Testone Figo
ja: レインボービッグヘッド
ko: 무지개 큰 머리
ru: Радужная Большая Голова
uk: Райдужна Велика Голова
zh_hans: 彩虹色大脑袋

# species.name.crow
source: Crow
cs: Vrána
de: Krähe
es: Cuervo
fr: Corbeau
it: Corvo
ja: カラス
ko: 까마귀
ru: Ворона
uk: Ворона
zh_hans: 乌鸦

# species.name.crow_white
source: White Crow
cs: Bílá Vrána
de: Weiße Krähe
es: Cuervo blanco
fr: Corbeau Blanc
it: Corvo Bianco
ja: 白カラス
ko: 하얀 까마귀
ru: Белая ворона
uk: Біла ворона
zh_hans: 白色乌鸦

# species.name.cybertruck
source: Cybertruck
ja: サイバートラック
ko: 사이버트럭
ru: Кибертранспортер
uk: Кібертранспортер

# species.name.frog
source: Frog
cs: Žába
de: Frosch
es: Rana
fr: Grenouille
it: Rana
ja: カエル
ko: 개구리
ru: Лягушка
uk: Жаба
zh_hans: 青蛙

# species.name.frog_venom
source: Venomous Frog
cs: Jedovatá Žába
de: Giftfrosch
es: Rana venenosa
fr: Grenouille Vénonimeuse
it: Rana Velenosa
ja: 毒ガエル
ko: 독 개구리
ru: Ядовитая лягушка
uk: Отруйна жаба
zh_hans: 有毒青蛙

# species.name.gazebo
source: Gazebo
cs: Altánek
de: Pavillon
fr: Belvédère
ja: 東屋
ko: 정자
ru: Беседка
uk: Бесідка
zh_hans: 帐篷

# species.name.german
source: German Shepherd
cs: Německý Ovčák
de: Deutscher Schäferhund
es: Pastor alemán
fr: Berger allemand
it: Pastore Tedesco
ja: ジャーマンシェパード
ko: 저먼 셰퍼드
ru: Немецкая овчарка
uk: Німецька вівчарка
zh_hans: 德国牧羊犬

# species.name.hedgehog
source: Hedgehog
cs: Ježek
de: Igel
es: Erizo
fr: Hérisson
it: Porcospino
ja: ハリネズミ
ko: 고슴도치
ru: Ëжичек
uk: Їжачок
zh_hans: 刺猬

# species.name.jeansbear
source: Jeans Bear
cs: Džínový Medvěd
de: Jeans-Bär
es: Oso Jeans
fr: Ours en jean
it: Orso Jeans
ja: ジーンズベア
ko: 청바지 곰
ru: Джинсовый медведь
uk: Джинсовий ведмідь
zh_hans: 牛仔熊

# species.name.koala
source: Koala
ja: コアラ
ko: 코알라
ru: Коала
uk: Коала
zh_hans: 考拉

# species.name.koala_pirate
source: Pirate Koala
cs: Pirátská Koala
de: Piraten-Koala
es: Pirata Koala
fr: Koala Pirate
it: Koala Pirata
ja: 海賊コアラ
ko: 해적 코알라
ru: Пиратская коала
uk: Піратська коала
zh_hans: 海盗考拉

# species.name.labrador
source: Labrador
ja: ラブラドール
ko: 래브라도
ru: Лабрадор
uk: Лабрадор
zh_hans: 拉布拉多犬

# species.name.milo
source: Milo
ja: ミロ
ko: 밀로
ru: Мило
uk: Міло
zh_hans: 米洛

# species.name.moth
source: Moth
cs: Můra
de: Motte
es: Polilla
fr: Papillon De Nuit
it: Falena
ja: ガ
ko: 나방
ru: Моль
uk: Моль
zh_hans: 飞蛾

# species.name.mushroom
source: Porcini Mushroom
cs: Hřib
de: Steinpilz
es: Seta Porcini
fr: Champignon Porcini
it: Brisetta
ja: ポルチーニ茸
ko: 포르치니 버섯
ru: Белый Гриб
uk: Білий Гриб
zh_hans: 牛肝菌

# species.name.mushroom_amanita
source: Amanita Mushroom
cs: Muchomůrka
de: Fliegenpilz
es: Seta Amanita
fr: Champignon Amanita
it: Amanita
ja: ベニテングタケ
ko: 아마니타 버섯
ru: Гриб Мухомор
uk: Гриб Мухомор
zh_hans: 毒蝇鹅膏菌

# species.name.mushroomwizard
source: Chill Wizard
cs: Chillový Kouzelník
de: Entspannter Zauberer
es: Tranqui Mago
fr: Magicien Cool
it: Maghetto Chill
ja: チル魔法使い
ko: 차가운 마법사
ru: Волшебник холода
uk: Чарівник холоду
zh_hans: 巫师

# species.name.nyan
source: Nyan D. Cat
de: Nyan D. Katze
es: Nyan D. Gato
ja: にゃんD.キャット
ko: 나얀 D. 캣
ru: Кошка Ньян Д.
uk: Кішка Ньян Д.
zh_hans: 彩虹貓

# species.name.panda
source: Panda
ja: パンダ
ko: 판다
ru: Панда
uk: Панда
zh_hans: 熊猫

# species.name.panda_vest
source: Golden Panda
cs: Zlatá Panda
de: Goldener Panda
es: Panda dorado
fr: Panda doré
it: Pandorato
ja: ゴールデンパンダ
ko: 황금 판다
ru: Золотая панда
uk: Золота панда
zh_hans: 金熊猫

# species.name.pikachu
source: Electro Pal
cs: Elektro Kamarád
de: Elektro-Freund
ja: エレクトロパル
ko: 일렉트로 친구

# species.name.poop
source: Poop
cs: Hromádka
de: Kackhaufen
es: Zurullito
fr: Caca
it: Cacca
ja: うんち
ko: 똥
ru: Какашка
uk: Какашка
zh_hans: 船尾

# species.name.sheep
source: Sheep
cs: Ovce
de: Schaf
es: Oveja
fr: Mouton
it: Pecora
ja: 羊
ko: 양
ru: Овца
uk: Вівця
zh_hans: 绵羊

# species.name.sheep_black
source: Black Sheep
cs: Černá Ovce
de: Schwarzes Schaf
es: Oveja negra
fr: Mouton noir
it: Pecora Nera
ja: 黒羊
ko: 검은 양
ru: Черная овца
uk: Чорна вівця
zh_hans: 黑绵羊

# species.name.shiba
source: Shiba Inu
fr: Chien Shiba
ja: 柴犬
ko: 시바견
ru: Шиба-ину
uk: Шиба-іну
zh_hans: 柴犬

# species.name.sloth
source: Sloth
cs: Lenochod
de: Faultier
es: Perezoso
fr: Paresseux
it: Bradipo
ja: ナマケモノ
ko: 나무늘보
ru: Ленивец
uk: Лінивець
zh_hans: 树懒

# species.name.sloth_swag
source: Swag Sloth
cs: Swag Lenochod
de: Swag Faultier
es: Perezoso chulesco
fr: Paresseux Swag
it: Bradipo Stiloso
ja: スワッグナマケモノ
ko: 스웩 나무늘보
ru: Крутой Линивец
uk: Приголомшливий Лінивець
zh_hans: 酷炫树懒

# species.name.snail
source: Cat-Snail
cs: Kočka-Hlemýžď
de: Katzen-Schnecke
es: Gato-Caracol
fr: Escargot-chat
it: Lumacamicio
ja: キャットカタツムリ
ko: 고양이-달팽이
ru: Улитка
uk: Равлик
zh_hans: 蜗牛猫

# species.name.snail_nicky
source: Pink Cat-Snail
cs: Růžová Kočka-Hlemýžď
de: Rosa Katzen-Schnecke
es: Gato-Caracol Rosa
fr: Escargot-chat rose
it: Lumacamicio Rosa
ja: ピンクキャットカタツムリ
ko: 핑크 고양이-달팽이
ru: Розовая улитка
uk: Рожевий равлик
zh_hans: 粉红蜗牛猫

# species.name.sneakbitmonster
source: Monster
ja: モンスター
ko: 몬스터

# species.name.sneakbitmonster_blackberry
source: Blackberry Monster
cs: Ostružinový Monster
de: Brombeer Monster
ja: ブラックベリーモンスター
ko: 블랙베리 몬스터

# species.name.sneakbitmonster_blueberry
source: Blueberry Monster
cs: Borůvkový Monster
de: Blaubeer Monster
ja: ブルーベリーモンスター
ko: 블루베리 몬스터

# species.name.sneakbitmonster_strawberry
source: Strawberry Monster
cs: Jahodový Monster
de: Erdbeer Monster
ja: いちごモンスター
ko: 딸기 몬스터

# species.name.sneakbitmonster_gooseberry
source: Gooseberry Monster
cs: Angrešťový Monster
de: Stachelbeere Monster
ja: グーズベリーモンスター
ko: 구즈베리 몬스터

# species.name.sneakbitslime
source: Slime
cs: Sliz
de: Schleim
ja: スライム
ko: 슬라임

# species.name.sneakbithero
source: Hero
cs: Hrdina
de: Held
ja: ヒーロー
ko: 영웅

# species.name.sunflower
source: Sunflower
cs: Slunečnice
de: Sonnenblume
es: Girasol
fr: Tournesol
it: Girasole
ja: ひまわり
ko: 해바라기
ru: Подсолнух
uk: Соняшник
zh_hans: 向日葵

# species.name.trex
source: T-Rex
it: Draghetto
ja: ティーレックス
ko: 티렉스
ru: Тираннозавр
uk: Тиранозавр
zh_hans: 霸王龙

# species.name.trex_blue
source: Ceratosaurus
ja: ケラトサウルス
ko: 케라토사우루스
ru: Цератозавр
uk: Цератозавр
zh_hans: 角鼻龙

# species.name.trex_violet
source: Violet T-Rex
cs: Fialový T-Rex
de: Violetter T-Rex
es: T-Rex violeta
fr: T-Rex violet
it: T-Rex Violetto
ja: バイオレットティーレックス
ko: 보라 티렉스
ru: Фиолетовый Тираннозавр
uk: Фіолетовий Тиранозавр
zh_hans: 紫色霸王龙

# species.name.trex_yellow
source: Golden T-Rex
cs: Zlatý T-Rex
de: Goldener T-Rex
es: T-Rex dorado
fr: T-Rex doré
it: T-Rex Dorato
ja: ゴールデンティーレックス
ko: 황금 티렉스
ru: Золотой Тираннозавр
uk: Золотий Тиранозавр
zh_hans: 金色霸王龙

# tag.all
source: All
cs: Vše
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて（無料）
ko: 전체 (무료)
ru: Все
uk: Всі
zh_hans: 全部

# urls.privacy
source: https://pets-therapy.com/privacy-policy.html
es: https://curzel.it/privacy.html
fr: https://curzel.it/privacy.html
ja: https://curzel.it/privacy.html
ko: https://curzel.it/bit-therapy/privacy

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
ru: Да
uk: Так
zh_hans: 是的

# youtube.cybertruckTitle
source: New Pet: Cybertruck!
cs: Cybertruck Video
de: Neues Haustier: Cybertruck!
es: Nueva Mascota: Cybertruck!
fr: Nouvel Animal de Compagnie : Cybertruck !
it: Nuovo Pet: Cybertruck!
ja: 新しいペット：サイバートラック！
ko: 사이버트럭 비디오
ru: Новый питомец: Кибертранспортер!
uk: Новый улюбленець: Кібертранспортер!
zh_hans: 新宠物：赛博卡车！

# youtube.cybertruckMessage
source: In all it's polygonal glory, you won't even notice it's pixel art! As a thanks, why not watch a super cringe video starring the Cybertruck on my YouTube channel?
cs: Podívejte se na Cybertruck v akci na YouTube!
de: In all seiner polygonalen Herrlichkeit wirst du nicht mal merken, dass es Pixel-Art ist! Als Dankeschön, warum schaust du nicht ein super awkwardes Video mit dem Cybertruck auf meinem YouTube-Kanal?
es: En toda su gloria poligonal, ¡ni siquiera notarás que es arte en píxeles! Como agradecimiento, ¿por qué no ves un video súper vergonzoso protagonizado por el Cybertruck en mi canal de YouTube?
fr: Dans toute sa gloire polygonale, vous ne remarquerez même pas que c'est de l'art en pixel ! En guise de remerciement, pourquoi ne pas regarder une vidéo super gênante avec le Cybertruck sur ma chaîne YouTube ?
it: In tutta la sua gloria poligonale, non ti accorgerai nemmeno che è pixel art! Già che ci siamo, perché non guardi un video super cringe sulle origini del Cybertruck sul mio canale YouTube?
ja: すべての多角形の栄光の中で、それがピクセルアートだということさえ気づかないでしょう！ お礼として、私のYouTubeチャンネルでサイバートラックが主演する超恥ずかしいビデオを見てみませんか？
ko: YouTube에서 사이버트럭 액션을 확인해보세요!
ru: Во всей своей полигональной красоте вы даже не заметите, что это пиксельный арт! В знак благодарности, почему бы вам не посмотреть супер жуткое видео с Кибертранспортом в главной роли на моем канале на YouTube?
uk: У всій своїй полігональній красі ви навіть не помітите, що це піксельний арт! На знак подяки, чому б вам не переглянути супер моторошне відео з Кібертранспортом у головній ролі на моєму каналі на YouTube?
zh_hans: 在它的多边形荣耀中，你甚至不会注意到这是像素艺术！作为感谢，为什么不在我的YouTube频道上观看一个由Cybertruck主演的超尴尬视频呢？

# youtube.cybertruckAction
source: Watch video
cs: Podívat se na Cybertruck
de: Video ansehen
es: Ver video
fr: Regarder la vidéo
it: Guarda il video
ja: ビデオを見る
ko: 사이버트럭 보기
ru: Смотрите видео
uk: Дивіться відео
zh_hans: 看视频

# species.name.bunnym
source: Bunny
cs: Králíček
de: Hase
ja: うさぎ
ko: 토끼
ru: Кролик
zh_hans: 兔子

# species.about.bunnym
source: Hop, skip, and a jump away from adorable! Male bunny energy with maximum fluff factor!
cs: Hop, skip a skok od roztomilosti! Králičí chlapecká energie s maximálním fluff faktorem!
de: Hüpf, spring und sprung weg von bezaubernd! Männliche Hasen-Energie mit maximalem Flauschfaktor!
es: ¡A un salto de distancia de adorable! Energía de conejo macho con factor de esponjosidad máximo!
fr: À un saut de l'adorable ! Énergie de lapin mâle avec facteur de douceur maximum !
it: A un salto dall'adorabile! Energia da coniglio maschio con fattore soffice al massimo!
ja: 愛らしさまでホップ、スキップ、ジャンプ！最大ふわふわファクターでオスうさぎエネルギー！
ru: Прыг, скок и еще один прыжок от очаровательности! Мужская кроличья энергия с максимальным фактором пушистости!
uk: Стриб, скік і ще один стрибок від чарівності! Чоловіча кроляча енергія з максимальним фактором пухнастості!
zh_hans: 跳跃，蹦跳，再跳一下就到可爱！雄性兔子能量配最大蓬松因子！

# species.name.bunnyf
source: Bunny
cs: Králíček
de: Häsin
ja: うさぎ
ko: 토끼
ru: Крольчиха
zh_hans: 兔子
