Repository: CyrilCermak/pets-therapy
Catalog: Sources/swift/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, ru, uk, zh_hans

# species.about.bunnyf
source: Cotton-tail cuteness overload! Female bunny charm with endless energy and Easter vibes!
cs: Bavlněný ocásek roztomilosti! Králičí dívčí šarm s nekonečnou energií a velikonočními vibracemi!
de: Baumwollschwanz-Niedlichkeits-Überlastung! Weiblicher Hasen-Charme mit endloser Energie und Oster-Vibes!
es: ¡Sobrecarga de ternura con cola de algodón! ¡Encanto de conejita hembra con energía infinita y vibras de Pascua!
fr: Surcharge de mignonnerie queue-de-coton ! Charme de lapine avec énergie infinie et vibrations de Pâques !
it: Sovraccarico di tenerezza coda-di-cotone! Fascino da coniglietta con energia infinita e vibrazioni pasquali!
ja: 綿尻尾の可愛さオーバーロード！無限エネルギーとイースターバイブスでメスうさぎチャーム！
ru: Перегрузка милоты с хвостиком-помпоном! Женский кроличий шарм с бесконечной энергией и пасхальными вибрациями!
uk: Перевантаження милоти з хвостиком-помпоном! Жіночий кролячий шарм з нескінченною енергією та великодніми вібраціями!
zh_hans: 棉尾巴可爱过载！雌性兔子魅力配无尽能量和复活节氛围！

# species.name.strawberryhouse
source: Strawberry House
cs: Jahodový Domeček
de: Erdbeerhaus
ja: いちごハウス
ko: 딸기 하우스
ru: Клубничный домик
zh_hans: 草莓屋

# species.name.lattehouse
source: Latte House
cs: Latte Domeček
de: Latte-Haus
ja: ラテハウス
ko: 라떼 하우스
ru: Латте-домик

# species.name.rysblueydawg
source: Rys Bluey Dawg
de: Rys Bluey Hund
ja: リス・ブルーイ・ドッグ
ko: 리스 블루이 도그
ru: Рыс Блюи Дог

# species.about.rysblueydawg
source: The chillest pup on the block! Laid-back vibes and endless tail wags!
cs: Nejchillnější štěně v okolí! Uvolněné vibrace a nekonečné vrtění ocasem!
de: Der entspannteste Welpe im Block! Gelassene Vibes und endloses Schwanzwedeln!
es: ¡El cachorro más relajado del barrio! Vibras tranquilas y meneos de cola infinitos!
fr: Le chiot le plus décontracté du quartier ! Vibrations tranquilles et remuements de queue infinis !
it: Il cucciolo più rilassato del quartiere! Vibrazioni tranquille e scodinzolii infiniti!
ja: ブロックで一番チルな子犬！のんびりバイブスと無限の尻尾フリフリ！
ko: 동네에서 가장 차가운 강아지! 편안한 바이브와 끝없는 꼬리 흔들기!
ru: Самый спокойный щенок в квартале! Расслабленные вибрации и бесконечные виляния хвостом!
uk: Найспокійніший цуценя в кварталі! Розслаблені вібрації та нескінченні виляння хвостом!
zh_hans: 街区最冷静的小狗！悠闲氛围和无尽摇尾巴！

# species.about.cat_cyan
source: Electric blue attitude! Stylish, modern, and cooler than your average tabby!
cs: Elektricky modrý postoj! Stylová, moderní a chladnější než průměrná kočka!
de: Elektrische blaue Attitude! Stylisch, modern und cooler als deine durchschnittliche Tigerkatze!
es: ¡Actitud azul eléctrico! Elegante, moderno y más genial que tu gato atigrado promedio!
fr: Attitude bleue électrique ! Stylé, moderne et plus cool que votre chat tigré moyen !
it: Attitudine blu elettrico! Elegante, moderno e più figo del tuo gatto tigrato medio!
ja: エレクトリックブルーの態度！スタイリッシュ、モダン、そして平均的なトラ猫よりクール！
ko: 전기 파란 태도! 스타일리시하고 모던하며 평범한 고양이보다 쿨해요!
ru: Электрическое синее отношение! Стильный, современный и круче обычного полосатого кота!
uk: Електричне синє ставлення! Стильний, сучасний і крутіший за звичайного смугастого кота!
zh_hans: 电蓝态度！时尚，现代，比你的普通虎斑猫更酷！

# species.about.cat_indigo
source: Deep thoughts, deeper naps! This philosophical feline ponders life between meals!
cs: Hluboké myšlenky, hlubší šlofíky! Tahle filozofická kočka přemýšlí o životě mezi jídly!
de: Tiefe Gedanken, tiefere Nickerchen! Diese philosophische Katze denkt über das Leben zwischen den Mahlzeiten nach!
es: ¡Pensamientos profundos, siestas más profundas! Este felino filosófico reflexiona sobre la vida entre comidas!
fr: Pensées profondes, siestes plus profondes ! Ce félin philosophique réfléchit à la vie entre les repas !
it: Pensieri profondi, pisolini più profondi! Questo felino filosofico riflette sulla vita tra i pasti!
ja: 深い思考、より深い昼寝！この哲学的な猫は食事の間に人生を考える！
ko: 깊은 생각, 더 깊은 낮잠! 이 철학적인 고양이는 식사 사이에 인생을 고민해요!
ru: Глубокие мысли, более глубокий сон! Этот философский кот размышляет о жизни между приемами пищи!
uk: Глибокі думки, глибший сон! Цей філософський кіт розмірковує про життя між прийомами їжі!
zh_hans: 深度思考，更深度午睡！这只哲学猫在用餐之间思考生活！

# species.about.cat_purple
source: Royal purple majesty! Dines like nobility and sleeps like royalty!
cs: Královská fialová majestátnost! Jí jako šlechta a spí jako královna!
de: Königliche violette Majestät! Speist wie Adel und schläft wie Royalty!
es: ¡Majestad púrpura real! Cena como la nobleza y duerme como la realeza!
fr: Majesté violette royale ! Dîne comme la noblesse et dort comme la royauté !
it: Maestà viola reale! Cena come la nobiltà e dorme come la regalità!
ja: ロイヤルパープルの威厳！貴族のように食事し、王族のように眠る！
ko: 왕실 보라 위엄! 귀족처럼 식사하고 왕족처럼 잠을 자요!
ru: Королевское фиолетовое величие! Обедает как знать и спит как королевская особа!
uk: Королівське фіолетове величество! Обідає як знать і спить як королівська особа!
zh_hans: 皇家紫色威严！像贵族一样用餐，像皇室一样睡觉！

# species.about.cat_yellow
source: Sunshine in feline form! Brightens your day with golden purrs and sunny disposition!
cs: Sluneční paprsek v kočičí podobě! Rozjasní vám den zlatým předením a slunečnou náladou!
de: Sonnenschein in Katzenform! Erhellt deinen Tag mit goldenem Schnurren und sonniger Veranlagung!
es: ¡Forma felina de sol! Ilumina tu día con ronroneos dorados y disposición soleada!
fr: Forme féline de soleil ! Illumine votre journée avec ronronnements dorés et disposition ensoleillée !
it: Forma felina di sole! Illumina la tua giornata con fusa dorate e disposizione solare!
ja: 猫形の太陽！黄金のゴロゴロと陽気な性格であなたの一日を明るくする！
ko: 고양이 형태의 햇살! 황금 가르랑거림과 밝은 성격으로 하루를 밝혀줘요!
ru: Солнце в кошачьей форме! Скрашивает твой день золотым мурлыканьем и солнечным характером!
uk: Сонце у котячій формі! Прикрашає твій день золотим нявканням і сонячним характером!
zh_hans: 猫形的阳光！用金色呼噜声和阳光性格照亮你的一天！

# species.about.strawberryhouse
source: Sweet home strawberry! The perfect fruity retreat for your digital pets to call home!
cs: Sladký domov jahoda! Perfektní ovocné útočiště pro vaše digitální zvířátka!
de: Süßes Erdbeer-Zuhause! Der perfekte fruchtige Rückzugsort für deine digitalen Haustiere!
es: ¡Dulce hogar fresa! El refugio frutal perfecto para que tus mascotas digitales llamen hogar!
fr: Douce maison fraise ! Le refuge fruité parfait pour que vos animaux numériques appellent maison !
it: Dolce casa fragola! Il rifugio fruttato perfetto per i tuoi animali digitali da chiamare casa!
ja: スイートホームいちご！あなたのデジタルペットが家と呼ぶ完璧なフルーティーリトリート！
ko: 달콤한 집 딸기! 디지털 펫들이 집이라고 부를 완벽한 과일 은신처!
ru: Сладкий дом-клубника! Идеальное фруктовое убежище для твоих цифровых питомцев!
uk: Солодкий дім-полуниця! Ідеальне фруктове притулок для твоїх цифрових улюбленців!
zh_hans: 甜蜜的草莓之家！你的数字宠物称之为家的完美水果度假胜地！

# species.about.lattehouse
source: Coffee shop vibes! Cozy café aesthetic for when your pets need that perfect latte lifestyle!
cs: Kavárna vibrace! Útulná café estetika pro když vaše zvířátka potřebují perfektní latte lifestyle!
de: Coffeeshop-Vibes! Gemütliche Café-Ästhetik für wenn deine Haustiere den perfekten Latte-Lifestyle brauchen!
es: ¡Vibras de cafetería! Estética de café acogedor para cuando tus mascotas necesitan ese estilo de vida latte perfecto!
fr: Vibrations café ! Esthétique café confortable pour quand vos animaux ont besoin de ce style de vie latte parfait !
it: Vibrazioni caffetteria! Estetica caffè accogliente per quando i tuoi animali hanno bisogno di quello stile di vita latte perfetto!
ja: コーヒーショップバイブス！あなたのペットが完璧なラテライフスタイルを必要とする時の居心地の良いカフェ美学！
ko: 카페 바이브! 펫들이 완벽한 라떼 라이프스타일이 필요할 때를 위한 아늑한 카페 미학!
ru: Вибрации кофейни! Уютная эстетика кафе, когда твоим питомцам нужен идеальный латте-образ жизни!
uk: Вібрації кав'ярні! Затишна естетика кафе, коли твоїм улюбленцям потрібен ідеальний латте-спосіб життя!
zh_hans: 咖啡店氛围！当你的宠物需要完美拿铁生活方式时的舒适咖啡馆美学！

# species.about.minecraft_bed
source: Respawn point secured! Blocky comfort for pixelated dreams and digital sleep cycles!
cs: Respawn bod zajištěn! Hranatý komfort pro pixelové sny a digitální spánkové cykly!
de: Respawn-Punkt gesichert! Blockiger Komfort für pixelige Träume und digitale Schlafzyklen!
es: ¡Punto de reaparición asegurado! Comodidad cuadrada para sueños pixelados y ciclos de sueño digital!
fr: Point de réapparition sécurisé ! Confort carré pour rêves pixelisés et cycles de sommeil numériques !
it: Punto di respawn assicurato! Comfort a blocchi per sogni pixelati e cicli del sonno digitali!
ja: リスポーンポイント確保！ピクセル化された夢とデジタル睡眠サイクルのためのブロック状の快適さ！
ko: 리스폰 지점 확보! 픽셀 꿈과 디지털 수면 사이클을 위한 블록 편안함!
ru: Точка возрождения обеспечена! Блочный комфорт для пиксельных снов и цифровых циклов сна!
uk: Точка відродження забезпечена! Блочний комфорт для піксельних снів і цифрових циклів сну!
zh_hans: 重生点确保！像素梦想和数字睡眠周期的块状舒适！

# species.about.squirrel
source: Hyperactive nut collector! Zooms around at 2x speed because standing still is for trees!
cs: Hyperaktivní sběrač ořechů! Zoomuje kolem 2x rychlostí, protože stát v klidu je pro stromy!
de: Hyperaktiver Nusssammler! Zoomt mit 2x Geschwindigkeit herum, weil Stillstehen was für Bäume ist!
es: ¡Coleccionista hiperactivo de nueces! Vuela por ahí a 2x velocidad porque quedarse quieto es para los árboles!
fr: Collectionneur hyperactif de noix ! Vole partout à 2x vitesse car rester immobile c'est pour les arbres !
it: Collezionista iperattivo di noci! Vola in giro a 2x velocità perché stare fermi è roba da alberi!
ja: ハイパーアクティブなナッツコレクター！立ち止まることは木のためだから2倍速でズームする！
ko: 과활동적인 견과류 수집가! 서 있는 건 나무를 위한 거라서 2배속으로 줌해요!
ru: Гиперактивный сборщик орехов! Носится со скоростью 2x, потому что стоять на месте - это для деревьев!
uk: Гіперактивний збирач горіхів! Носиться зі швидкістю 2x, бо стояти на місці - це для дерев!
zh_hans: 超活跃坚果收集者！以2倍速度缩放，因为静止不动是给树的！

# species.about.shark
source: Ocean predator in pixel form! All the marine majesty without the actual danger!
cs: Oceánský predátor v pixelové podobě! Veškerá mořská majestátnost bez skutečného nebezpečí!
de: Ozean-Raubtier in Pixelform! All die maritime Majestät ohne die echte Gefahr!
es: ¡Depredador oceánico en forma de píxel! Toda la majestuosidad marina sin el peligro real!
fr: Prédateur océanique en forme de pixel ! Toute la majesté marine sans le danger réel !
it: Predatore oceanico in forma pixel! Tutta la maestà marina senza il pericolo reale!
ja: ピクセル形式の海洋捕食者！実際の危険なしにすべての海洋の威厳！
ko: 픽셀 형태의 바다 포식자! 실제 위험 없이 모든 해양 위엄!
ru: Океанский хищник в пиксельной форме! Все морское величие без реальной опасности!
uk: Океанський хижак у піксельній формі! Вся морська велич без реальної небезпеки!
zh_hans: 像素形式的海洋掠食者！所有海洋威严，没有实际危险！

# species.about.teslamodel3
source: Electric dreams on wheels! Charges up your screen with eco-friendly automotive swagger!
cs: Elektrické sny na kolech! Nabíjí váš displej eko-friendly automobilovým swagem!
de: Elektrische Träume auf Rädern! Lädt deinen Bildschirm mit umweltfreundlichem Automobil-Swag auf!
es: ¡Sueños eléctricos sobre ruedas! Carga tu pantalla con estilo automotriz ecológico!
fr: Rêves électriques sur roues ! Charge votre écran avec style automobile écologique !
it: Sogni elettrici su ruote! Carica il tuo schermo con stile automobilistico eco-friendly!
ja: 車輪の上の電気の夢！エコフレンドリーな自動車スワッガーであなたの画面を充電！
ko: 바퀴 달린 전기 꿈! 친환경 자동차 스웨그로 화면을 충전해요!
ru: Электрические мечты на колесах! Заряжает твой экран экологичным автомобильным шиком!
uk: Електричні мрії на колесах! Заряджає твій екран екологічним автомобільним шиком!
zh_hans: 轮子上的电动梦想！用环保汽车气质为你的屏幕充电！

# species.about.sneakbithero
source: Legendary champion! Swings swords in all directions and proves that heroes come in small packages!
cs: Legendární šampion! Máchá meči ve všech směrech a dokazuje, že hrdinové přicházejí v malých baleních!
de: Legendärer Champion! Schwingt Schwerter in alle Richtungen und beweist, dass Helden in kleinen Paketen kommen!
es: ¡Campeón legendario! Balancea espadas en todas las direcciones y demuestra que los héroes vienen en paquetes pequeños!
fr: Champion légendaire ! Balance des épées dans toutes les directions et prouve que les héros viennent en petits paquets !
it: Campione leggendario! Brandisce spade in tutte le direzioni e dimostra che gli eroi arrivano in pacchetti piccoli!
ja: 伝説のチャンピオン！すべての方向に剣を振り、ヒーローは小さなパッケージに入ることを証明！
ko: 전설적인 챔피언! 모든 방향으로 검을 휘두르고 영웅이 작은 포장으로 온다는 걸 증명해요!
ru: Легендарный чемпион! Размахивает мечами во все стороны и доказывает, что герои приходят в маленьких упаковках!
uk: Легендарний чемпіон! Розмахує мечами в усі боки і доводить, що герої приходять у маленьких упаковках!
zh_hans: 传奇冠军！向各个方向挥剑，证明英雄来自小包装！

# species.about.sneakbitmonster_blackberry
source: Berry dangerous! This fruit-themed monster brings dark berry energy to your walls!
cs: Berry nebezpečný! Tenhle ovocně-tématický monster přináší temnou berry energii na vaše zdi!
de: Beeren-gefährlich! Dieses frucht-thematische Monster bringt dunkle Beeren-Energie an deine Wände!
es: ¡Berry peligroso! Este monstruo con temática de fruta trae energía de mora oscura a tus paredes!
fr: Berry dangereux ! Ce monstre à thème fruité apporte énergie de mûre sombre à vos murs !
it: Berry pericoloso! Questo mostro a tema frutta porta energia mora scura alle tue pareti!
ja: ベリー危険！このフルーツテーマのモンスターがあなたの壁にダークベリーエネルギーをもたらす！
ko: 베리 위험해! 이 과일 테마 몬스터는 벽에 어두운 베리 에너지를 가져다줘요!
ru: Ягода опасна! Этот фруктовый монстр приносит темную ягодную энергию на твои стены!
uk: Ягода небезпечна! Цей фруктовий монстр приносить темну ягідну енергію на твої стіни!
zh_hans: 浆果危险！这个水果主题怪物为你的墙壁带来黑暗浆果能量！

# species.about.sneakbitmonster_blueberry
source: Blue-tiful beast! Sweet exterior, wild interior - the perfect berry contradiction!
cs: Borůvkově krásná bestie! Sladký zevnějšek, divoký vnitřek - perfektní berry rozpor!
de: Blau-tiful Beast! Süßes Äußeres, wildes Inneres - der perfekte Beeren-Widerspruch!
es: ¡Bestia azul-tiful! Exterior dulce, interior salvaje: ¡la contradicción de mora perfecta!
fr: Bête bleu-tiful ! Extérieur doux, intérieur sauvage - la contradiction de myrtille parfaite !
it: Bestia blu-tiful! Esterno dolce, interno selvaggio - la contraddizione mirtillo perfetta!
ja: ブルー・ティフルな獣！甘い外見、ワイルドな内面 - 完璧なベリーの矛盾！
ko: 블루베리처럼 아름다운 야수! 달콤한 외관, 야생적인 내면 - 완벽한 베리 모순!
ru: Синий-красивый зверь! Сладкий экстерьер, дикий интерьер - идеальное ягодное противоречие!
uk: Синій-красивий звір! Солодкий екстер'єр, дикий інтер'єр - ідеальне ягідне протиріччя!
zh_hans: 蓝-美丽野兽！甜美外表，狂野内心 - 完美的浆果矛盾！

# species.about.sneakbitmonster_strawberry
source: Strawberry fields forever! Red-hot monster energy with a sweet tooth for chaos!
cs: Jahodová pole navždy! Žhavě červená monster energie se sladkým zubem pro chaos!
de: Erdbeerfelder für immer! Rotglühende Monster-Energie mit einem süßen Zahn für Chaos!
es: ¡Campos de fresas para siempre! Energía de monstruo rojo caliente con diente dulce para el caos!
fr: Champs de fraises pour toujours ! Énergie de monstre rouge chaud avec dent sucrée pour le chaos !
it: Campi di fragole per sempre! Energia mostro rosso fuoco con dente dolce per il caos!
ja: いちご畑永遠に！カオスへの甘い歯を持つ赤熱モンスターエネルギー！
ko: 딸기밭 영원히! 카오스에 대한 단 것을 좋아하는 빨간 열정적인 몬스터 에너지!
ru: Клубничные поля навсегда! Раскаленная монстр-энергия со сладким зубом для хаоса!
uk: Полуничні поля назавжди! Розпечена монстр-енергія з солодким зубом для хаосу!
zh_hans: 草莓田永远！炽热怪物能量配对混乱的甜食！

# species.about.sneakbitmonster_gooseberry
source: Tart and fierce! This tangy terror brings sour power to your desktop adventures!
cs: Kyselý a zuřivý! Tenhle kyselý teror přináší kyselou sílu do vašich desktopových dobrodružství!
de: Herb und wild! Dieser säuerliche Terror bringt saure Power in deine Desktop-Abenteuer!
es: ¡Ácido y feroz! Este terror ácido trae poder agrio a tus aventuras de escritorio!
fr: Acide et féroce ! Cette terreur aigre apporte puissance acide à vos aventures de bureau !
it: Aspro e feroce! Questo terrore acido porta potenza agra alle tue avventure da scrivania!
ja: 酸っぱくて激しい！この酸味のテラーがあなたのデスクトップアドベンチャーにサワーパワーをもたらす！
ko: 시고 맹렬해! 이 신 테러는 데스크톱 모험에 신 파워를 가져다줘요!
ru: Терпкий и свирепый! Этот кислый террор приносит кислую силу в твои настольные приключения!
uk: Терпкий і лютий! Цей кислий терор приносить кислу силу у твої настільні пригоди!
zh_hans: 酸而凶猛！这个酸恐怖为你的桌面冒险带来酸力量！

# species.about.sneakbitslime
source: Squishy perfection! The ultimate minimalist pet - simple, clean, and irresistibly bouncy!
cs: Gumová dokonalost! Ultimátní minimalistické zvířátko - jednoduché, čisté a neodolatelně poskakující!
de: Quetschige Perfektion! Das ultimative minimalistische Haustier - einfach, sauber und unwiderstehlich hüpfend!
es: ¡Perfección esponjosa! La mascota minimalista definitiva: simple, limpia e irresistiblemente saltarina!
fr: Perfection spongieuse ! L'animal minimaliste ultime - simple, propre et irrésistiblement rebondissant !
it: Perfezione spugnosa! L'animale minimalista definitivo - semplice, pulito e irresistibilmente rimbalzante!
ja: ぷにぷに完璧！究極のミニマリストペット - シンプル、クリーン、そして抗いがたくバウンシー！
ko: 쫄깃한 완벽함! 궁극의 미니멀리스트 펫 - 단순하고, 깨끗하고, 저항할 수 없이 탄력 있어요!
ru: Сжимающееся совершенство! Идеальный минималистский питомец - простой, чистый и неотразимо прыгучий!
uk: Стискуюча досконалість! Ідеальний мінімалістський улюбленець - простий, чистий і непереборно стрибучий!
zh_hans: 有弹性的完美！终极极简主义宠物 - 简单，干净，不可抗拒地有弹性！

# contributors.patreon
source: Patreon
ko: 패트리온

source: Ok
ko: 확인
ru: Хорошо
uk: Добре

# urls.discord
source: https://discord.gg/8tj28beNPH
ko: https://discord.gg/aYCCcDPj5P

# urls.donations
source: https://www.patreon.com/urinamara
ko: https://patreon.com/curzel

# urls.reddit
source: https://www.reddit.com/r/DesktopPets/
ko: https://www.reddit.com/r/DesktopPetsApp

# urls.tncs
source: https://curzel.it/terms-and-conditions.html
ko: https://curzel.it/bit-therapy/tncs

# urls.twitter
source: https://twitter.com/HiddenMugs
ko: https://twitter.com/bittherapyapp

# urls.youtube
source: https://www.youtube.com/@HiddenMugs
ko: https://youtube.com/@TheCurzel

# species.about.ape_chef
source: King Kong of the Kitchen! Flipping pancakes and going bananas!
cs: King Kong kuchyně! Otáčí palačinky a šílí!
de: King Kong der Küche! Wendet Pfannkuchen und wird verrückt!
es: ¡Rey Kong de la Cocina! ¡Volteando panqueques y volviéndose loco!
fr: King Kong de la Cuisine ! Retournant des crêpes et devenant fou !
it: King Kong della Cucina! Girando pancake e impazzendo!
ru: Кинг Конг Кухни! Переворачивает блины и сходит с ума!
uk: Кінг Конг Кухні! Перевертає млинці і божеволіє!
zh_hans: 厨房之王金刚！翻煎饼，疯狂烹饪！

# species.name.ufo
source: UFO
es: OVNI
fr: OVNI
ru: НЛО
uk: НЛО

# tag.featured
source: ⭐ Featured
cs: ⭐ Doporučené
de: ⭐ Hervorgehoben
es: ⭐ Destacados
fr: ⭐ En Vedette
it: ⭐ In Evidenza
ru: ⭐ Рекомендуемые
uk: ⭐ Рекомендовані
zh_hans: ⭐ 精选

# tag.supporters-only
source: 👑 Premium
ru: 👑 Премиум
uk: 👑 Преміум
zh_hans: 👑 高级

# tag.free
source: 🆓 Free
cs: 🆓 Zdarma
de: 🆓 Kostenlos
es: 🆓 Gratis
fr: 🆓 Gratuit
it: 🆓 Gratis
ru: 🆓 Бесплатные
uk: 🆓 Безкоштовні
zh_hans: 🆓 免费

# tag.cats-dogs
source: 🏠 Cats & Dogs
cs: 🏠 Kočky a Psi
de: 🏠 Katzen & Hunde
es: 🏠 Gatos y Perros
fr: 🏠 Chats et Chiens
it: 🏠 Gatti e Cani
ru: 🏠 Кошки и Собаки
uk: 🏠 Коти та Собаки
zh_hans: 🏠 猫狗

# tag.wild-animals
source: 🌲 Wild Animals
cs: 🌲 Divoká Zvířata
de: 🌲 Wildtiere
es: 🌲 Animales Salvajes
fr: 🌲 Animaux Sauvages
it: 🌲 Animali Selvatici
ru: 🌲 Дикие Животные
uk: 🌲 Дикі Тварини
zh_hans: 🌲 野生动物

# tag.characters
source: 🎮 Characters
cs: 🎮 Postavy
de: 🎮 Charaktere
es: 🎮 Personajes
fr: 🎮 Personnages
it: 🎮 Personaggi
ru: 🎮 Персонажи
uk: 🎮 Персонажі
zh_hans: 🎮 角色

# tag.memes-fun
source: 🎭 Memes & Fun
cs: 🎭 Memy a Zábava
de: 🎭 Memes & Spaß
es: 🎭 Memes y Diversión
fr: 🎭 Mèmes et Fun
it: 🎭 Meme e Divertimento
ru: 🎭 Мемы и Веселье
uk: 🎭 Меми та Веселощі
zh_hans: 🎭 表情包和乐趣
