Repository: CyrilCermak/pets-therapy
Catalog: Sources/swift/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, ru, uk, zh_hans

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja: 完了
ko: 완료
ru: Готово
uk: Готово
zh_hans: 完成

source: Enable
cs: Zapnout
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効
ko: 활성화
ru: Включить
uk: Увімкнути
zh_hans: 启用

source: Loading...
cs: Načítání...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricando...
ja: 読み込み中...
ko: 로딩 중...
ru: Загрузка...
uk: Завантаження...
zh_hans: 载入中...

# menu.about
source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
ru: О проекте
uk: Про проєкт
zh_hans: 信息

# menu.followMouse
source: Toggle follow mouse
cs: Přepnout sledování myši
de: Maus folgen umschalten
es: Seguir el raton On/Off
fr: Basculer suivre la souris
it: Segui il mouse On/Off
ja: マウス追従切り替え
ko: 마우스 따라가기 토글
ru: Вкл/Выкл Следить за мышью
uk: Вкл/Вимк Cлідувати за мишею
zh_hans: 切换跟随鼠标

# menu.toggle
source: Hide/Show Pets
cs: Skrýt/Zobrazit zvířátka
de: Haustiere verstecken/anzeigen
es: Ocultar/Mostrar mascota
fr: Hide/Show animal
it: Mostra/Nascondi Pets
ja: ペットを隠す/表示
ko: 펫 숨기기/보이기
ru: скрыть/показать питомцев
uk: приховати/показати домашніх тварин
zh_hans: 隐藏/显示宠物

# menu.hide
source: Hide Pet
cs: Skrýt zvířátko
de: Haustier verstecken
es: Ocultar mascota
fr: Masquer cet animal
it: Nascondi Pet
ja: ペットを隠す
ko: 펫 숨기기
ru: Скрыть питомнца
uk: Приховати улюбленця
zh_hans: 隐藏宠物

# menu.hideAllPet
source: Hide all pets
cs: Skrýt všechna zvířátka
de: Alle Haustiere verstecken
es: Ocultar todas las mascotas
fr: Masquer tous les animaux
it: Nascondi tutti
ja: すべてのペットを隠す
ko: 모든 펫 숨기기
ru: Скрыть всех питомнцев
uk: Приховати всіх улюбленців
zh_hans: 隐藏所有宠物

# menu.hideThisPet
source: Hide this pet
cs: Skrýt toto zvířátko
de: Dieses Haustier verstecken
es: Oculta esta mascota
fr: Cacher cet animal
it: Nasconti questo Pet
ja: このペットを隠す
ko: 이 펫 숨기기
ru: Скрыть этого питомца
uk: Приховати цього улюбленця
zh_hans: 隐藏这只宠物

# menu.home
source: Home
cs: Domů
de: Startseite
es: Mascotas
fr: Accueil
ja: ホーム
ko: 홈
ru: Главная
uk: Головна
zh_hans: 首页

# menu.quit
source: Quit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
ru: Выйти
uk: Вийти
zh_hans: 退出

# menu.settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
uk: Налаштування
zh_hans: 设置

# menu.show
source: Show Pet
cs: Zobrazit
de: Haustier anzeigen
es: Mostrar mascota
fr: Afficher les animaux
it: Mostra Pet
ja: ペットを表示
ko: 보이기
ru: Показать питомца
uk: Показати улюбленця
zh_hans: 显示宠物

source: No
cs: Ne
de: Nein
fr: Non
ja: いいえ
ko: 아니오
ru: Нет
uk: Ні
zh_hans: 不

# onboarding.title
source: Welcome!
cs: Vítejte!
de: Willkommen!
es: ¡Bienvenido!
fr: Accueillir!
it: Benvenuto!
ja: ようこそ！
ko: 환영합니다!
ru: Добро пожаловать!
uk: Ласкаво просимо!
zh_hans: 欢迎！

# onboarding.message
source: This is an app meant for relax and meditation... Pick you favorite characters and watch them walk around the app while you study or work, they'll keep you company! (Please note it does not allow to bring pets outside of the app like the macOS version!)
cs: Vítejte v Desktopových Zvířátkách! Vyberte si svého prvního společníka.
de: Dies ist eine App für Entspannung und Meditation... Wählen Sie Ihre Lieblingsfiguren und beobachten Sie, wie sie in der App herumlaufen, während Sie studieren oder arbeiten - sie werden Ihnen Gesellschaft leisten! (Bitte beachten Sie, dass es nicht möglich ist, Haustiere außerhalb der App zu bringen, wie bei der macOS-Version!)
es: Esta es una aplicación destinada a la relajación y la meditación... Elige a tus personajes favoritos y míralos caminar y jugar en la pantalla de tu dispositivo mientras estudias o trabajas, ¡te harán compañía! (Please note it does not allow to bring pets outside of the app like the macOS version!)
fr: Ceci est une application destinée à la détente et à la méditation ... choisissez vos personnages préférés et regardez-les se promener dans l'application pendant que vous étudiez ou travaillez, ils vous tiendront compagnie! (Please note it does not allow to bring pets outside of the app like the macOS version!)
it: Questa è un'app per relax... scegli i tuoi personaggi preferiti e guardali andare intorno all'app mentre studi o lavori, ti terranno compagnia! (Attenzione, non è come la versione per mac che permette di trascinare i pet fuori dall'app!)
ja: これはリラックスと瞑想のためのアプリです...お気に入りのキャラクターを選んで、勉強や仕事の間にアプリ内を歩き回る様子を見てください。きっと良い仲間になってくれるでしょう！ （macOS版のようにアプリ外にペットを連れ出すことはできませんのでご注意ください！）
ko: 데스크톱 펫에 오신 걸 환영해요! 첫 번째 동반자를 선택해보세요.
ru: Это приложение для релаксации и медитации... Выберите любимых персонажей и наблюдайте, как они ходят по приложению, пока вы учитесь или работаете, они составят вам компанию! (Please note it does not allow to bring pets outside of the app like the macOS version!)
uk: Це додаток для релаксації та медитації... Виберіть улюблених персонажів і спостерігайте, як вони ходять по додатку, поки ви вчитеся або працюєте, вони складуть вам компанію! (Please note it does not allow to bring pets outside of the app like the macOS version!)
zh_hans: 这是一个用于放松和冥想的应用程序...挑选您喜欢的角色，并在您学习或工作时看着他们在应用程序中漫步，他们会让您保持陪伴！ (Please note it does not allow to bring pets outside of the app like the macOS version!)

# onboarding.customPetsTitle
source: Custom characters?
cs: Vlastní zvířátka
de: Benutzerdefinierte Charaktere?
es: ¿Personajes personalizados?
fr: Personnages personnalisés ?
it: Personaggi fatti in casa?
ja: カスタムキャラクター？
ko: 커스텀 펫
ru: Собственные персонажи?
uk: Власні персонажі?
zh_hans: 定制角色？

# onboarding.customPetsMessage
source: Did you know you can create your own characters? Scroll to the bottom of the homepage to learn how!
cs: Vytvořte si vlastní zvířátka podle svých představ!
de: Wussten Sie, dass Sie Ihre eigenen Charaktere erstellen können? Scrollen Sie zum Ende der Startseite, um zu erfahren, wie!
es: ¿Sabías que puedes crear tus propios personajes? Desplázate hasta el final de la página para aprender cómo!
fr: Saviez-vous que vous pouvez créer vos propres personnages ? Faites défiler jusqu'en bas de la page pour apprendre comment !
it: Sapevi che puoi creare i tuoi personaggi? Scorri fino in fondo alla pagina per scoprire come!
ja: 独自のキャラクターを作成できることをご存知ですか？ホームページの下部までスクロールして、方法を学んでください！
ko: 원하는 대로 나만의 펫을 만들어보세요!
ru: Знаете ли вы, что можете создавать собственных персонажей? Прокрутите до конца домашней страницы, чтобы узнать, как это сделать!
uk: Чи знаєте ви, що можете створювати власних персонажів? Прокрутіть до кінця домашньої сторінки, щоб дізнатися, як це зробити!
zh_hans: 你知道你可以创建自己的角色吗？滚动到页面底部学习如何做！

# page.about
source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
ru: О нас
uk: Про нас
zh_hans: 翻

# page.contributors
source: Contributors
cs: Přispěvatelé
de: Mitwirkende
es: Colaboradores
ja: 貢献者
ko: 기여자
ru: Участники
uk: Учасники
zh_hans: 贡献者

# page.help
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
ru: Помощь
uk: Допомога
zh_hans: 帮助

# page.screensaver
source: Screensaver
cs: Spořič obrazovky
de: Bildschirmschoner
es: Salvapantalla
fr: Regarder
ja: スクリーンセーバー
ko: 화면보호기
ru: Заставка
uk: Заставка
zh_hans: 放松

# page.petSelection
source: Pets
cs: Výběr zvířátek
de: Haustiere
es: Mascotas
fr: Animaux
ja: ペット
ko: 펫 선택
ru: Питомнцы
uk: Улюбленці
zh_hans: 宠物

# page.settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
uk: Налаштування
zh_hans: 设置

# page.shop
source: Shop
cs: Obchod
ja: ショップ
ko: 상점

# petSelection.addPet
source: Add to screen
cs: Přidat zvířátko
de: Zum Bildschirm hinzufügen
es: Añadir a la pantalla
fr: Ajouter à l'écran
it: Aggiungi
ja: 画面に追加
ko: 펫 추가
ru: Добавить на экран
uk: Додати на екран
zh_hans: 添加到屏幕上

# petSelection.designedBy
source: Designed by
cs: Navrhl
de: Entworfen von
es: Diseñado por
fr: Conçu par
it: Disegnato da
ja: デザイン：
ko: 디자인
ru: Разработано
uk: Розроблено
zh_hans: 设计者

# petSelection.fixOnScreenPets
source: Apply Settings / Reset Pets
cs: Opravit zvířátka na obrazovce
de: Einstellungen anwenden / Haustiere zurücksetzen
es: Aplicar configuración / Restablecer mascotas
fr: Appliquer les paramètres / Réinitialiser les animaux
it: Applica / Resetta
ja: 設定を適用 / ペットをリセット
ko: 화면의 펫 수정
ru: Применить настройки / Сбросить питомцев
uk: Застосувати налаштування / Скинути улюбленців
zh_hans: 应用设置/重置宠物

# petSelection.joinDiscord
source: it's still quiet and desolate, but we also have a Discord server!
cs: Připojit se k Discordu
de: Es ist noch ruhig und verlassen, aber wir haben auch einen Discord-Server!
es: todavía está tranquilo y desolado, ¡pero también tenemos un servidor Discord!
fr: C'est encore calme et désert, mais nous avons un serveur Discord !
it: È ancora silenzioso e desolato, ma abbiamo un server Discord!
ja: まだ静かで寂しい感じですが、Discordサーバーもあります！
ko: 디스코드 참여
ru: Здесь все еще тихо и безлюдно, но у нас также есть сервер Discord!
uk: Тут все ще тихо і безлюдно, але у нас також є сервер Discord!
zh_hans: 它仍然安静和荒凉，但我们也有一个 Discord 服务器!

# petSelection.morePets
source: More Pets
cs: Více zvířátek
de: Weitere Haustiere
es: Más mascotas
fr: Plus d'animaux
it: Altri Pets
ja: その他のペット
ko: 더 많은 펫
ru: Больше питомцев
uk: Більше улюбленців
zh_hans: 更多宠物

# petSelection.petSelection
source: Select pets
cs: Výběr zvířátek
de: Haustiere auswählen
es: Seleccionar mascotas
fr: Sélectionner les animaux
it: Scegli pet
ja: ペットを選択
ko: 펫 선택
ru: Выберите питомца
uk: Виберіть улюбленця
zh_hans: 选择宠物

# petSelection.yourPets
source: Selected
cs: Vaše zvířátka
de: Ausgewählt
es: En pantalla
fr: Choisi
it: Selezionati
ja: 選択済み
ko: 내 펫들
ru: Выбрано
uk: Вибрано
zh_hans: 已选择

source: Remove
cs: Odebrat
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
ru: Удалить
uk: Видалити
zh_hans: 移除

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 초기화
ru: Сбросить
uk: Скинути
zh_hans: 重置

source: Screen
cs: Obrazovka
de: Bildschirm
es: Pantalla
fr: Écran
it: Schermo
ja: 画面
ko: 화면
ru: Экран
uk: Екран
zh_hans: 屏幕

source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
ru: Выберите
uk: Виберіть
zh_hans: 选择

# settings.anonymousTracking
source: Enable anonymous usage stats
cs: Anonymní sledování
de: Anonyme Nutzungsstatistiken aktivieren
es: Habilitar estadísticas de uso anónimas
fr: Activer les statistiques d'utilisation anonymes
it: Abilita Statistiche Anonime
ja: 匿名使用統計を有効にする
ko: 익명 추적
ru: Включить анонимную статистику использования
uk: Увімкнути анонімну статистику використання
zh_hans: 启用匿名统计

# settings.anonymousTrackingMessage
source: No personal information is acquired, we only track a few, anonymous, usage stats. Why is this important you might ask? It allows us to answer even the simplest of questions, such as which pet is the most popular... Which sounds pretty critical, doesn't it? 😂 Usage stats are gathered and stored using Firebase.
cs: Pomáhá nám zlepšovat aplikaci zasíláním anonymních dat o používání
de: Es werden keine persönlichen Informationen erfasst, wir verfolgen nur wenige, anonyme Nutzungsstatistiken. Warum ist das wichtig, fragen Sie sich vielleicht? Es ermöglicht uns, selbst die einfachsten Fragen zu beantworten, wie z.B. welches Haustier am beliebtesten ist... Das klingt ziemlich wichtig, nicht wahr? 😂 Nutzungsstatistiken werden mit Firebase gesammelt und gespeichert.
es: No se requiere información personal, solo rastreamos unas pocas estadísticas de uso anónimas. ¿Por qué es esto importante? Nos permite responder incluso a las preguntas más simples, como qué mascota es la más popular... Lo cual suena bastante crítico, ¿no? 😂 Las estadísticas de uso se recopilan y almacenan con Firebase.
fr: Aucune information personnelle n'est récupérée, nous ne récupérons que quelques statistiques d'utilisation anonymes. Dans quel but, tu te demandes ? Cela nous permet de repondre à des questions simples, telles que : quel est l'animal le plus populaire... Ce qui est indispensable, n'est-ce pas ? 😂 Les statistiques d'utilisation sont récupérées et hébergées sur Firebase.
it: Non vengono raccolti dati personali, solo statistiche di utilizzo aninome. Perchè raccogliamo informazioni? Semplice... Se non lo facessimo non avremmo le risposte alle domande più banali, tipo, qual'è il pet più popolare... Il che sembra abbastanza importante, no? 😂 Le statistiche vengono raccolte e analizzate via Firebase.
ja: 個人情報は一切取得されません。私たちは匿名の使用統計のみを追跡します。 なぜこれが重要なのかと思うかもしれませんが、 どのペットが最も人気があるかなど、最もシンプルな質問にも答えることができます...これはとても重要に聞こえませんか？😂 使用統計はFirebaseを使用して収集・保存されます。
ko: 익명 사용 데이터를 전송하여 앱 개선에 도움
ru: Мы не собираем никакой личной информации, мы только отслеживаем несколько анонимных статистических данных об использовании. Почему это важно, спросите вы? Это позволяет нам ответить даже на самые простые вопросы, например, какой питомец является самым популярным... Что звучит довольно критично, не так ли? 😂 Статистика использования собирается и хранится с помощью Firebase.
uk: Ми не збираємо жодної особистої інформації, ми лише відстежуємо декілька анонімних статистичних даних про використання. Чому це важливо, запитаєте ви? Це дозволяє нам відповісти навіть на найпростіші запитання, наприклад, який улюбленець є найпопулярнішим... Що звучить досить критично, чи не так? 😂 Статистика використання збирається та зберігається за допомогою Firebase.
zh_hans: 不会获取任何的个人信息，我们只会跟踪一些匿名的使用情况统计信息。 您可能会问为什么这很重要？ 它让我们能够知道一些最简单的问题，例如哪种宠物最受欢迎.. . 这听起来很关键，不是吗？ 😂 通过 Firebase 收集和存储统计数据。

# settings.anonymousTrackingTitle
source: Anonymous Usage Stats
cs: Analytika
de: Anonyme Nutzungsstatistiken
es: Estadísticas de uso anónimas
fr: Statistiques d'utilisation anonymes
it: Statistiche Anonime
ja: 匿名使用統計
ko: 분석
ru: Анонимная статистика использования
uk: Анонімна статистика використання
zh_hans: 匿名统计

# settings.bounceOffPets
source: Pets bounce off each other
cs: Odrážení mezi zvířátky
de: Haustiere prallen voneinander ab
ja: ペット同士が跳ね返る
ko: 펫끼리 튕기기
ru: Питомцы отскакивают друг от друга
uk: Улюбленці відскакують один від одного

# settings.desktopInteractionsMessage
source: Allows pets to walk on the title bar of other apps windows. This will only works on your main display.
cs: Zvířátka mohou interagovat s okny a objekty na ploše
de: Ermöglicht es Haustieren, auf der Titelleiste anderer App-Fenster zu laufen. Dies funktioniert nur auf Ihrem Hauptbildschirm.
es: Permite que las mascotas caminen por la barra de título de otras ventanas de aplicaciones. Es genial, pero solo funciona si tienes una sola pantalla, ¡lo siento!
fr: Autorise les animaux domestiques à marcher sur la barre de titre des autres fenêtres d'applications. Cela ne fonctionnera que sur votre écran principal.
it: Permette ai pet di muoversi sulla barra del titolo di app e finestre. Funzionerà solo sullo schermo principale.
ja: ペットが他のアプリウィンドウのタイトルバーを歩くことを許可します。 これはメインディスプレイでのみ動作します。
ko: 펫이 바탕화면의 창과 객체와 상호작용
ru: Позволяет питомцам ходить по строке заголовка окон других приложений. Это работает только на главном экране.
uk: Дозволяє улюбленцям ходити по рядку заголовка вікон інших програм. Це працює лише на головному екрані.
zh_hans: 允许宠物在其他应用程序窗口的标题栏上行走。 这很酷吧，但很抱歉仅当你有只一个显示器时才生效！

# settings.desktopInteractionsTitle
source: Desktop Interactions
cs: Interakce s plochou
de: Desktop-Interaktionen
es: Interacciones de escritorio
fr: Interactions avec les fenêtres
it: Interazioni Desktop
ja: デスクトップインタラクション
ko: 바탕화면 상호작용
ru: Взаимодействие на рабочем столе
uk: Взаємодія на робочому столі
zh_hans: 窗口互动

# settings.enabledDisplays
source: Enabled Displays
cs: Povolené displeje
de: Aktivierte Anzeigen
es: Pantallas habilitadas
fr: Écrans activés
it: Display Abilitati
ja: 有効なディスプレイ
ko: 활성화된 디스플레이
ru: Включено на дисплее
uk: Увімкнено на дисплеї
zh_hans: 开启功能的显示器

# settings.floatOverFullscreenApps
source: Allow over fullscreen apps (Requires relaunching the app)
cs: Zobrazit nad celoobrazovkovými aplikacemi
de: Über Vollbild-Apps erlauben (Erfordert Neustart der App)
es: Επιτρέψτε πάνω από εφαρμογές πλήρους οθόνης (Απαιτεί επανεκκίνηση της εφαρμογής)
fr: Toestaan over volledigscherm-apps (Vereist het opnieuw starten van de app)
it: Povolit nad aplikacemi na celou obrazovku (Vyžaduje restartování aplikace)
ja: フルスクリーンアプリの上に表示 (アプリの再起動が必要)
ko: 전체화면 앱 위에 표시
ru: Разрешить в полноэкранном приложении (Требует перезапуска приложения)
uk: Дозволити в повноекранній програмі (Потребує перезапуску програми)
zh_hans: Erlauben über Vollbild-Apps (Erfordert das Neustarten der App)

# settings.gravity
source: Enable gravity
cs: Gravitace
de: Schwerkraft aktivieren
es: Habilitar la gravedad
fr: Activer la gravité
it: Abilita Gravità
ja: 重力を有効にする
ko: 중력
ru: Включить гравитацию
uk: Увімкнути гравітацію
zh_hans: 启用重力感应

# settings.launchAtLogin
source: Launch automatically
cs: Spustit při přihlášení
de: Automatisch starten
es: Iniciar automáticamente
fr: Démarrer automatiquement
it: Avvia automaticamente al login
ja: 自動起動
ko: 로그인 시 시작
ru: Запускать автоматически
uk: Запускати автоматично
zh_hans: 登录时自动启动

# settings.launchAtLoginPromo
source: Would you like the app to start automatically when you login?
cs: Automaticky spustit s macOS
de: Möchten Sie, dass die App automatisch startet, wenn Sie sich anmelden?
es: ¿Desea que la aplicación se inicie automáticamente cuando inicie sesión?
fr: Souhaitez-vous que l'application démarre automatiquement lorsque vous vous connectez ?
it: Vuoi che l'app si avvii automaticamente al login?
ja: ログイン時にアプリを自動的に開始しますか？
ko: macOS와 함께 자동 시작
ru: Хотите, чтобы программа запускалась автоматически при входе в систему?
uk: Бажаєте, щоб програма запускалася автоматично при вході в систему?
zh_hans: 您希望应用程序在您登录时自动启动吗？

# settings.launchSilentlyTitle
source: Launch silently
cs: Tichý start
de: Still starten
es: Lanzamiento silencioso
fr: Lancer silencieusement
it: Lancia silenziosamente
ja: サイレント起動
ko: 조용히 시작
ru: Запускать бесшумно
uk: Запускати безшумно
zh_hans: 后台启动

# settings.launchSilentlyMessage
source: If enabled, when the app is launched the main window will close automatically, showing only your pets.
cs: Spustit na pozadí bez zobrazení hlavního okna
de: Wenn aktiviert, schließt sich das Hauptfenster automatisch beim App-Start und zeigt nur Ihre Haustiere an.
es: Si está habilitado, cuando se inicie la aplicación, la ventana principal se cerrará automáticamente, mostrando solo tus mascotas.
fr: Si vous êtes activé, lorsque l'application est lancée, la fenêtre principale se ferme automatiquement, affichant uniquement vos animaux de compagnie.
it: Se abilitato, quando l'app viene lanciata, la finestra principale si chiuderà automaticamente, mostrando solo i tuoi animali domestici.
ja: 有効にした場合、アプリが起動するとメインウィンドウが自動的に閉じ、ペットのみが表示されます。
ko: 메인 창을 표시하지 않고 백그라운드에서 시작
ru: Если включено, при запуске приложения главное окно автоматически закроется, показывая только ваших питомцев.
uk: Якщо увімкнено, при запуску програми головне вікно автоматично закриється, показуючи лише ваших улюбленців.
zh_hans: 如果启用，当应用程序启动时，主窗口将自动关闭，仅显示您的宠物。

# settings.randomEventsTitle
source: Random Events
cs: Náhodné události
de: Zufällige Ereignisse
es: Eventos aleatorios
fr: Événements aléatoires
it: Eventi Casuali
ja: ランダムイベント
ko: 랜덤 이벤트
ru: Случайные события
uk: Випадкові події
zh_hans: 随机活动

# settings.randomEventsMessage
source: If enabled, some extra animations are played at random intervals... Who knows, aliens might even come to visit!
cs: Náhodné události a překvapení
de: Wenn aktiviert, werden einige zusätzliche Animationen in zufälligen Intervallen abgespielt... Wer weiß, vielleicht kommen sogar Außerirdische zu Besuch!
es: Si está habilitado, algunas animaciones adicionales se reproducen a intervalos aleatorios... Quién sabe, ¡los extraterrestres incluso podrían venir a visitarnos!
fr: Si activé, des animations supplémentaires sont jouées à intervalles aléatoires... Qui sait, des extraterrestres pourraient même venir nous rendre visite !
it: Se abilitato, possono succedere cose strane... Potrebbero persino arrivare gli alieni!
ja: 有効にすると、ランダムな間隔で追加のアニメーションが再生されます...もしかすると、エイリアンが訪問してくるかも！
ko: 랜덤 이벤트와 서프라이즈
ru: Если включено, некоторые дополнительные анимации будут воспроизводиться через случайные промежутки времени... Кто знает, возможно, вас даже посетят пришельцы!
uk: Якщо увімкнено, деякі додаткові анімації будуть відтворюватися через випадкові проміжки часу... Хто знає, можливо, до вас навіть завітають прибульці!
zh_hans: 如果启用，会随机播放一些其他的动画……谁知道呢，外星人甚至可能会来探望我们!

# settings.size
source: Pet Size
cs: Velikost
de: Haustiergröße
es: Tamaño de la mascota
fr: Taille des animaux
it: Dimensioni Pet
ja: ペットサイズ
ko: 크기
ru: Размер питомца
uk: Розмір улюбленця
zh_hans: 宠物大小

# settings.speed
source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
ru: Скорость
uk: Швидкість
zh_hans: 宠物速度

# settings.statusBarIconEnabled
source: Show in status bar
cs: Ikona ve stavovém řádku
de: In Statusleiste anzeigen
es: Mostrar en la barra de estado
fr: Afficher dans la barre d'état
it: Mostra nella barra di stato
ja: ステータスバーに表示
ko: 상태 표시줄 아이콘
ru: Показывать в строке состояния
uk: Показувати в рядку стану
zh_hans: 在状态栏中显示

# settings.useImageInterpolation
source: Image interpolation
cs: Vyhlazování obrázků
de: Bildinterpolation
es: Interpolación de imágenes
fr: Interpolation d'images
it: Interpolazione immagini
ja: 画像補間
ko: 이미지 보간
ru: Интерполяция изображения
uk: Інтерполяція зображення
zh_hans: 图像插值

# shop.loading
source: Loading...
cs: Načítání...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ru: Загрузка...
uk: Завантаження...
zh_hans: 加载中...

# shop.thankYou
source: Thank you for your support! ❤️
cs: Děkujeme!
de: Vielen Dank für deine Unterstützung! ❤️
es: ¡Gracias por tu apoyo! ❤️
fr: Merci pour votre soutien ! ❤️
it: Grazie per il tuo sostegno! ❤️
ja: サポートありがとうございます！❤️
ko: 감사합니다!
ru: Спасибо за поддержку! ❤️
uk: Дякуємо за вашу підтримку! ❤️
zh_hans: 感谢您的支持！❤️

# shop.restore
source: Restore Purchases
cs: Obnovit nákupy
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina Acquisti
ja: 購入を復元
ko: 구매 복원
ru: Восстановить покупки
uk: Відновити покупки
zh_hans: 恢复购买

# shop.becomeSupporter
source: Become a supporter
cs: Staňte se podporovatelem
de: Unterstützer werden
es: Hazte un/a patrocinador/a
fr: Devenez un supporter
it: Diventa un sostenitore
ja: サポーターになる
ko: 후원자 되기
ru: Станьте поддерживающим
uk: Станьте підтримувачем
zh_hans: 成为支持者

# shop.pleeeease
source: Please, support us
cs: Prosííím
de: Bitte unterstützen Sie uns
es: Por favor, apóyanos
fr: S'il vous plaît, soutenez-nous
it: Per favore, supportaci
ja: ご支援をお願いします
ko: 제발요
ru: Пожалуйста, поддержите нас
uk: Будь ласка, підтримайте нас
zh_hans: 请支持我们
