Repository: CyrilCermak/pets-therapy
Catalog: Sources/swift/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, ru, uk, zh_hans

# species.about.frog
source: Hypnotic amphibian magic! Blinks, eats flies, and puts you under a cute spell!
cs: Hypnotická obojživelná magie! Mrkání, žere mouchy a uvrhne vás do roztomilého kouzla!
de: Hypnotische Amphibien-Magie! Blinzelt, frisst Fliegen und verzaubert dich mit einem süßen Zauber!
es: ¡Magia anfibia hipnótica! Parpadea, come moscas y te pone bajo un hechizo lindo!
fr: Magie amphibie hypnotique ! Cligne des yeux, mange des mouches et vous met sous un charme mignon !
it: Magia anfibia ipnotica! Batte le palpebre, mangia mosche e ti mette sotto un incantesimo carino!
ja: 催眠的な両生類マジック！まばたきし、ハエを食べ、可愛い呪文であなたを魅了！
ko: 최면 양서류 마법! 깜빡이고, 파리를 먹고, 귀여운 주문에 걸리게 해요!
ru: Гипнотическая амфибийная магия! Моргает, ест мух и околдовывает тебя милым заклинанием!
uk: Гіпнотична амфібійна магія! Моргає, їсть мух і зачаровує тебе милим заклинанням!
zh_hans: 催眠两栖魔法！眨眼，吃苍蝇，用可爱咒语迷住你！

# species.about.frog_venom
source: Danger comes in small, adorable packages! Beautiful but deadly - admire from a safe distance!
cs: Nebezpečí přichází v malých, roztomilých baleních! Krásná ale smrtící - obdivujte z bezpečné vzdálenosti!
de: Gefahr kommt in kleinen, bezaubernden Paketen! Schön aber tödlich - aus sicherer Entfernung bewundern!
es: ¡El peligro viene en paquetes pequeños y adorables! Hermoso pero mortal: ¡admira desde una distancia segura!
fr: Le danger vient dans de petits paquets adorables ! Beau mais mortel - admirez à distance de sécurité !
it: Il pericolo arriva in piccoli pacchetti adorabili! Bello ma mortale - ammira da distanza di sicurezza!
ja: 危険は小さくて愛らしいパッケージでやってくる！美しいが致命的 - 安全な距離から鑑賞を！
ko: 위험은 작고 사랑스러운 포장으로 와요! 아름답지만 치명적 - 안전한 거리에서 감상하세요!
ru: Опасность приходит в маленьких, очаровательных упаковках! Красивая, но смертельная - любуйтесь с безопасного расстояния!
uk: Небезпека приходить у маленьких, чарівних упаковках! Красива, але смертельна - милуйтеся з безпечної відстані!
zh_hans: 危险来自小巧迷人的包装！美丽但致命 - 请保持安全距离欣赏！

# species.about.gazebo
source: A little shade in the garden, to sleep on the grass...
cs: Trocha stínu v zahradě, ke spánku na trávě...
de: Ein bisschen Schatten im Garten, um auf dem Gras zu schlafen...
es: Un poco de sombra en el jardín, para dormir en la hierba...
fr: Un peu d'ombre dans le jardin, pour dormir sur l'herbe...
it: Un po di ombra in giardino, per dormire sull'erba...
ja: 庭の少しの日陰、草の上で眠るために...
ko: 정원의 작은 그늘, 잔디에서 잠을 자기 위해...
ru: Немного тени в саду, чтобы поспать на траве...
uk: Трохи затінку в саду, щоб поспати на траві...
zh_hans: 花园里的一点阴凉，在草地上睡觉...

# species.about.german
source: Serious working dog with a soft heart! Professional protector, amateur couch potato!
cs: Vážný pracovní pes s měkkým srdcem! Profesionální ochránce, amatérský gauč-brambor!
de: Seriöser Arbeitshund mit weichem Herzen! Professioneller Beschützer, Amateur-Couch-Potato!
es: ¡Perro de trabajo serio con corazón suave! Protector profesional, adicto amateur al sofá!
fr: Chien de travail sérieux au cœur tendre ! Protecteur professionnel, amateur de canapé !
it: Cane da lavoro serio dal cuore tenero! Protettore professionale, amante del divano dilettante!
ja: 柔らかい心を持つ真面目な働き犬！プロの保護者、アマチュアのカウチポテト！
ko: 부드러운 마음을 가진 진지한 일하는 개! 전문 보호자, 아마추어 소파 감자!
ru: Серьезная рабочая собака с мягким сердцем! Профессиональный защитник, любитель дивана!
uk: Серйозна робоча собака з м'яким серцем! Професійний захисник, аматор дивана!
zh_hans: 认真工作的狗狗，内心柔软！专业保护者，业余沙发土豆！

# species.about.hedgehog
source: Spiky on the outside, sweet on the inside! Curls into a perfect ball when life gets overwhelming!
cs: Ostnatý zvenčí, sladký uvnitř! Scvrkne se do dokonalé koule, když se život stane zdrcujícím!
de: Stachelig außen, süß innen! Rollt sich zu einer perfekten Kugel zusammen, wenn das Leben überwältigend wird!
es: ¡Espinoso por fuera, dulce por dentro! Se enrolla en una pelota perfecta cuando la vida se vuelve abrumadora!
fr: Piquant à l'extérieur, doux à l'intérieur ! Se roule en boule parfaite quand la vie devient accablante !
it: Spinoso fuori, dolce dentro! Si arrotola in una palla perfetta quando la vita diventa travolgente!
ja: 外はトゲトゲ、中は甘い！人生が圧倒的になると完璧なボールに丸まる！
ko: 겉은 가시, 속은 달콤! 인생이 압도적일 때 완벽한 공으로 웅크려요!
ru: Колючий снаружи, сладкий внутри! Сворачивается в идеальный шар, когда жизнь становится невыносимой!
uk: Колючий зовні, солодкий всередині! Згортається в ідеальну кульку, коли життя стає нестерпним!
zh_hans: 外表多刺，内心甜美！当生活变得难以承受时卷成完美的球！

# species.about.jeansbear
source: Denim dreams and teddy bear schemes! Casual Friday vibes in permanent bear form!
cs: Džínové sny a medvědí plány! Neformální páteční vibrace v permanentní medvědí podobě!
de: Denim-Träume und Teddybär-Pläne! Casual Friday Vibes in permanenter Bärenform!
es: ¡Sueños de mezclilla y esquemas de oso de peluche! Vibras de viernes casual en forma permanente de oso!
fr: Rêves de denim et projets d'ours en peluche ! Ambiance vendredi décontracté en forme d'ours permanente !
it: Sogni di denim e schemi da orsacchiotto! Vibrazioni del venerdì casual in forma permanente di orso!
ja: デニムの夢とテディベアの計画！永続的なクマ形でのカジュアルフライデーバイブス！
ko: 데님 꿈과 곰 계획! 영구적인 곰 형태의 캐주얼 프라이데이 바이브!
ru: Джинсовые мечты и медвежьи схемы! Вибрации случайной пятницы в постоянной медвежьей форме!
uk: Джинсові мрії та ведмежі схеми! Вібрації випадкової п'ятниці у постійній ведмежій формі!
zh_hans: 牛仔梦想和泰迪熊计划！永久熊形的休闲星期五氛围！

# species.about.koala
source: Eucalyptus-powered acrobat! Backflips for love and proves that 'functionally extinct' is just a state of mind!
cs: Eukalyptusem poháněný akrobat! Kotrmelce pro lásku a dokazuje, že 'funkčně vyhynulý' je jen stav mysli!
de: Eukalyptus-betriebener Akrobat! Macht Rückwärtssaltos aus Liebe und beweist, dass 'funktional ausgestorben' nur ein Geisteszustand ist!
es: ¡Acróbata con poder de eucalipto! Hace volteretas por amor y demuestra que 'funcionalmente extinto' es solo un estado mental!
fr: Acrobate à l'eucalyptus ! Fait des backflips pour l'amour et prouve que 'fonctionnellement éteint' n'est qu'un état d'esprit !
it: Acrobata alimentato a eucalipto! Fa salti mortali per amore e dimostra che 'funzionalmente estinto' è solo uno stato mentale!
ja: ユーカリ動力のアクロバット！愛のためにバックフリップし、「機能的絶滅」は心の状態に過ぎないことを証明！
ko: 유칼립투스로 움직이는 곡예사! 사랑을 위해 백플립을 하고 '기능적으로 멸종'이 단지 마음가짐이라는 걸 증명해요!
ru: Акробат на эвкалиптовом топливе! Делает сальто ради любви и доказывает, что 'функционально вымершие' - это просто состояние души!
uk: Акробат на евкаліптовому паливі! Робить сальто заради кохання і доводить, що 'функціонально вимерлі' - це просто стан душі!
zh_hans: 桉树动力杂技演员！为爱后空翻，证明'功能性灭绝'只是心境！

# species.about.koala_pirate
source: Ahoy matey! This seafaring marsupial proves that pirate life chose him, not the other way around!
cs: Ahoj, kamaráde! Tento mořeplavecký vačnatec dokazuje, že pirátský život si vybral jeho, ne naopak!
de: Ahoi Kumpel! Dieser seefahrende Beuteltier beweist, dass das Piratenleben ihn gewählt hat, nicht umgekehrt!
es: ¡Ahoy marinero! Este marsupial navegante demuestra que la vida pirata lo eligió a él, no al revés!
fr: Ahoy matelot ! Ce marsupial navigateur prouve que la vie de pirate l'a choisi, pas l'inverse !
it: Ahoy marinaio! Questo marsupiale navigatore dimostra che la vita da pirata ha scelto lui, non il contrario!
ja: アホイ、仲間よ！この海の有袋類は、海賊人生が彼を選んだのであって、逆ではないことを証明！
ko: 아호이 친구! 이 항해하는 유대동물은 해적 생활이 그를 선택했다는 걸 증명해요!
ru: Эй, приятель! Этот морской сумчатый доказывает, что пиратская жизнь выбрала его, а не наоборот!
uk: Ей, приятелю! Цей морський сумчастий доводить, що піратське життя вибрало його, а не навпаки!
zh_hans: 嘿，伙计！这个航海有袋动物证明海盗生活选择了他，而不是相反！

# species.about.labrador
source: America's sweetheart with four legs! Loyal, loving, and always ready for walkies!
cs: Miláček na čtyřech nohách! Věrný, milující a vždycky připravený na procházky!
de: Amerikas Schatz auf vier Beinen! Loyal, liebevoll und immer bereit für Spaziergänge!
es: ¡El amor de América con cuatro patas! Leal, amoroso y siempre listo para paseos!
fr: L'amoureux de l'Amérique à quatre pattes ! Fidèle, aimant et toujours prêt pour les promenades !
it: Il tesoro d'America a quattro zampe! Leale, amorevole e sempre pronto per le passeggiate!
ja: 四本足のアメリカの恋人！忠実で愛情深く、いつでもお散歩の準備万端！
ko: 네 다리의 미국 스위트하트! 충성스럽고 사랑스러우며 항상 산책 준비 완료!
ru: Возлюбленная Америки на четырех лапах! Верная, любящая и всегда готовая к прогулкам!
uk: Кохана Америки на чотирьох лапах! Вірна, любляча і завжди готова до прогулянок!
zh_hans: 四条腿的美国甜心！忠诚，充满爱，总是准备散步！

# species.about.milo
source: Good boy energy overload! Chases dreams, chews bones, and sleeps like the goodest doggo!
cs: Přetížení energie dobrého psa! Honí sny, žvýká kosti a spí jako nejhodnější psík!
de: Guter-Junge-Energie-Überlastung! Jagt Träume, kaut Knochen und schläft wie der beste Doggo!
es: ¡Sobrecarga de energía de buen chico! Persigue sueños, mastica huesos y duerme como el mejor perrito!
fr: Surcharge d'énergie de bon garçon ! Chasse les rêves, mâche des os et dort comme le meilleur des toutous !
it: Sovraccarico di energia da bravo ragazzo! Insegue sogni, rosicchia ossa e dorme come il miglior cagnolino!
ja: いい子エネルギーオーバーロード！夢を追いかけ、骨をかじり、最高のワンコのように眠る！
ko: 착한 개 에너지 과부하! 꿈을 쫓고, 뼈를 씹고, 가장 착한 강아지처럼 잠을 자요!
ru: Перегрузка энергии хорошего мальчика! Гоняется за мечтами, грызет кости и спит как самый лучший песик!
uk: Перевантаження енергії доброго хлопчика! Ганяється за мріями, гризе кістки і спить як найкращий песик!
zh_hans: 好男孩能量过载！追逐梦想，咬骨头，像最好的狗狗一样睡觉！

# species.about.moth
source: Those wings were a pain to animate, let me tell you that much..!
cs: Ta křídla byla peklo k animování, to vám povím...!
de: Diese Flügel zu animieren war ein Schmerz, das kann ich dir sagen...!
es: Esas alas eran un dolor de cabeza, déjame decirte eso..!
fr: Ces ailes étaient un enfer à animer, crois-moi !
it: Lasciatemelo dire, animare quelle ali è stato un inferno..!
ja: その羽をアニメーション化するのは大変だったんだ、それだけは言っておく...!
ko: 그 날개들을 애니메이션하는 건 정말 고통이었어요, 진짜로...!
ru: Эти крылья было очень трудно анимировать, скажу я вам...!
uk: Ці крила було дуже важко анімувати, скажу я вам...!
zh_hans: 让我告诉你，这些翅膀制作动画很痛苦...！

# species.about.mushroom
source: Perfect for risotto, perfect for desktop! This fungi brings forest vibes to your screen!
cs: Perfektní na rizoto, perfektní na desktop! Tahle houba přináší lesní vibrace na váš displej!
de: Perfekt für Risotto, perfekt für Desktop! Dieser Pilz bringt Wald-Vibes auf deinen Bildschirm!
es: ¡Perfecto para risotto, perfecto para escritorio! Este hongo trae vibras de bosque a tu pantalla!
fr: Parfait pour le risotto, parfait pour le bureau ! Ce champignon apporte des vibrations forestières à votre écran !
it: Perfetto per il risotto, perfetto per la scrivania! Questo fungo porta vibrazioni forestali al tuo schermo!
ja: リゾットに完璧、デスクトップに完璧！このキノコがあなたの画面に森の雰囲気をもたらす！
ko: 리조또에 완벽하고 데스크톱에도 완벽! 이 버섯은 화면에 숲 바이브를 가져다줘요!
ru: Идеально для ризотто, идеально для рабочего стола! Этот гриб приносит лесные вибрации на твой экран!
uk: Ідеально для різотто, ідеально для робочого столу! Цей гриб приносить лісові вібрації на твій екран!
zh_hans: 意大利烩饭完美，桌面完美！这个菌类为你的屏幕带来森林氛围！

# species.about.mushroom_amanita
source: Pretty but poisonous! All the woodland charm with a side of 'do not touch'!
cs: Krásná ale jedovatá! Všechen lesní šarm s příchutí 'nedotýkej se'!
de: Hübsch aber giftig! Aller Waldcharme mit einer Portion 'nicht berühren'!
es: ¡Bonito pero venenoso! Todo el encanto del bosque con un lado de 'no tocar'!
fr: Joli mais toxique ! Tout le charme des bois avec un côté 'ne pas toucher' !
it: Carino ma velenoso! Tutto il fascino del bosco con un lato 'non toccare'!
ja: 美しいが有毒！すべての森の魅力に「触るな」のサイドが付いている！
ko: 예쁘지만 독성! '만지지 마세요'라는 면이 있는 모든 숲 매력!
ru: Красивый, но ядовитый! Весь лесной шарм с примечанием 'не трогать'!
uk: Красивий, але отруйний! Весь лісовий шарм з приміткою 'не торкатися'!
zh_hans: 美丽但有毒！所有的林地魅力都附带'请勿触摸'！

# species.about.mushroomwizard
source: Chill magic master! Sleeps through spells and proves that relaxation is the ultimate power!
cs: Chillový mistr magie! Prospí kouzla a dokazuje, že relaxace je ta nejvyšší síla!
de: Entspannter Magie-Meister! Schläft durch Zaubersprüche und beweist, dass Entspannung die ultimative Kraft ist!
es: ¡Maestro mágico relajado! Duerme a través de hechizos y demuestra que la relajación es el poder definitivo!
fr: Maître magique décontracté ! Dort à travers les sorts et prouve que la relaxation est le pouvoir ultime !
it: Maestro magico rilassato! Dorme attraverso gli incantesimi e dimostra che il relax è il potere definitivo!
ja: チルマジックマスター！呪文を通して眠り、リラクゼーションが究極の力であることを証明！
ko: 차가운 마법의 달인! 주문을 자면서 하고 휴식이 궁극의 힘이라는 걸 증명해요!
ru: Мастер спокойной магии! Спит сквозь заклинания и доказывает, что расслабление - это высшая сила!
uk: Майстер спокійної магії! Спить крізь заклинання і доводить, що розслаблення - це вища сила!
zh_hans: 冷静魔法大师！在咒语中睡觉，证明放松是终极力量！

# species.about.nyan
source: An homage to one of the internet most famous cats
cs: Hold jedné z nejslavnějších internetových koček
de: Eine Hommage an eine der berühmtesten Katzen des Internets
es: Un homenaje a uno de los gatos más famosos de Internet.
fr: Un hommage à l'un des chats les plus connus d'Internet.
it: Un omaggio a uno dei gatti più famosi di Internet.
ja: インターネットで最も有名な猫の一匹への敬意
ko: 인터넷에서 가장 유명한 고양이 중 하나에 대한 경의
ru: Чествование одного из самых известных котов в интернете
uk: Вшанування одного з найвідоміших котів в інтернеті
zh_hans: 向互联网最著名的猫之一致敬

# species.about.panda
source: Zen master of snacks! Meditates, backflips, wields lightsabers, and takes selfies - peak panda perfection!
cs: Zen mistr mlsání! Medituje, dělá kotrmelce, máchá světelnými meči a dělá si selfie - vrcholná pandí dokonalost!
de: Zen-Meister der Snacks! Meditiert, macht Rückwärtssaltos, schwingt Lichtschwerter und macht Selfies - Panda-Perfektion pur!
es: ¡Maestro zen de los bocadillos! Medita, hace volteretas, maneja sables de luz y toma selfies: ¡perfección panda suprema!
fr: Maître zen des snacks ! Médite, fait des backflips, manie des sabres laser et prend des selfies - perfection panda ultime !
it: Maestro zen degli snack! Medita, fa salti mortali, maneggia spade laser e fa selfie - perfezione panda assoluta!
ja: スナックの禅マスター！瞑想し、バックフリップし、ライトセーバーを振るい、セルフィーを撮る - パンダ完璧のピーク！
ko: 간식의 선 마스터! 명상하고, 백플립하고, 광선검을 휘두르고, 셀카를 찍어요 - 최고의 판다 완벽함!
ru: Дзен-мастер закусок! Медитирует, делает сальто, владеет световыми мечами и делает селфи - вершина панда-совершенства!
uk: Дзен-майстер закусок! Медитує, робить сальто, володіє світловими мечами і робить селфі - вершина панда-досконалості!
zh_hans: 零食禅师！冥想，后空翻，挥舞光剑，自拍 - 熊猫完美的巅峰！

# species.about.panda_vest
source: There is no charge for awesomeness... or attractiveness.
cs: Za úžasnost se neplatí... ani za přitažlivost.
de: Für Großartigkeit zahlt man nichts... oder Attraktivität.
es: No se cobra por el mejor... o el más guapo
fr: Il n'y a pas de frais pour l'excellence... ou l'attractivité.
it: Non c'è prezzo per la miticità... Neppure per l'attraenza.
ja: 素晴らしさに料金はかからない...または魅力に。
ko: 멋짐에 대한 요금은 없어요... 매력에 대해서도요.
ru: За удивительность... или привлекательность платить не надо.
uk: За дивовижність... або привабливість платити не треба.
zh_hans: 了不起不收费...或吸引力。

# species.about.pikachu
source: ⚡ Pocket monster perfection! Electric personality with legendary charm - gotta catch this feeling!
cs: ⚡ Kapesní monster dokonalost! Elektrická osobnost s legendárním šarmem - musíš chytit tenhle pocit!
de: ⚡ Taschenmonster-Perfektion! Elektrische Persönlichkeit mit legendärem Charme - musst dieses Gefühl fangen!
es: ⚡ ¡Perfección de monstruo de bolsillo! Personalidad eléctrica con encanto legendario: ¡hay que atrapar este sentimiento!
fr: ⚡ Perfection de monstre de poche ! Personnalité électrique avec charme légendaire - il faut attraper ce sentiment !
it: ⚡ Perfezione da mostro tascabile! Personalità elettrica con fascino leggendario - devi catturare questo sentimento!
ja: ⚡ ポケットモンスターの完璧さ！伝説的な魅力を持つ電気的個性 - この感情をゲットしなければ！
ko: ⚡ 포켓 몬스터 완벽함! 전기 성격과 전설적인 매력 - 이 느낌을 잡아야 해요!
ru: ⚡ Карманное совершенство монстра! Электрическая личность с легендарным шармом - нужно поймать это чувство!
uk: ⚡ Кишенькова досконалість монстра! Електрична особистість з легендарним шармом - треба зловити це відчуття!
zh_hans: ⚡ 口袋怪兽完美！电力个性配传奇魅力 - 必须抓住这种感觉！

# species.about.poop
source: Stinks up your screen with style! Smells, talks trash, and leaves questionable stains - peak bathroom humor!
cs: Zasmradí váš displej se stylem! Smrdí, mluví sprostě a zanechává pochybné skvrny - vrchol koupelnového humoru!
de: Stinkt deinen Bildschirm mit Stil voll! Riecht, redet Mist und hinterlässt fragwürdige Flecken - Badezimmer-Humor pur!
es: ¡Apesta tu pantalla con estilo! Huele, habla basura y deja manchas cuestionables: ¡humor de baño supremo!
fr: Pue votre écran avec style ! Sent mauvais, parle ordure et laisse des taches douteuses - humour de salle de bain ultime !
it: Puzza il tuo schermo con stile! Odora, parla sporco e lascia macchie discutibili - umorismo da bagno supremo!
ja: スタイルであなたの画面を臭くする！臭い、悪口を言い、疑わしいシミを残す - トイレユーモアのピーク！
ko: 스타일로 화면을 냄새나게 해요! 냄새나고, 더러운 말을 하고, 의심스러운 얼룩을 남겨요 - 화장실 유머의 정점!
ru: Вонит на твоем экране со стилем! Пахнет, говорит гадости и оставляет сомнительные пятна - вершина туалетного юмора!
uk: Смердить на твоєму екрані зі стилем! Пахне, говорить гидоти і залишає сумнівні плями - вершина туалетного гумору!
zh_hans: 用风格臭化你的屏幕！闻起来，说垃圾话，留下可疑污渍 - 厕所幽默巅峰！

# species.about.sheep
source: The OG desktop pet inspiration! Hops around, munches grass, and occasionally has existential moments!
cs: OG inspirace desktopových zvířátek! Skáče kolem, žere trávu a občas má existenciální momenty!
de: Die Original Desktop-Haustier-Inspiration! Hüpft herum, knabbert Gras und hat gelegentlich existenzielle Momente!
es: ¡La inspiración OG de mascotas de escritorio! Salta por ahí, mastica hierba y ocasionalmente tiene momentos existenciales!
fr: L'inspiration OG des animaux de bureau ! Sautille partout, mâche de l'herbe et a parfois des moments existentiels !
it: L'ispirazione OG degli animali da scrivania! Saltella in giro, mastica erba e a volte ha momenti esistenziali!
ja: OGデスクトップペットのインスピレーション！飛び跳ね、草を食べ、時々実存的瞬間を持つ！
ko: 데스크톱 펫의 원조 영감! 뛰어다니고, 풀을 먹고, 가끔 실존적 순간을 가져요!
ru: Оригинальное вдохновение настольного питомца! Прыгает вокруг, жует траву и иногда переживает экзистенциальные моменты!
uk: Оригінальне натхнення настільного улюбленця! Стрибає навколо, жує траву і іноді переживає екзистенційні моменти!
zh_hans: 原创桌面宠物灵感！跳来跳去，啃草，偶尔有存在主义时刻！

# species.about.sheep_black
source: The rebel of the flock! Same sheep energy, but with that mysterious dark aesthetic!
cs: Rebel stáda! Stejná ovčí energie, ale s tím záhadným tmavým estetikem!
de: Der Rebell der Herde! Gleiche Schaf-Energie, aber mit mysteriöser dunkler Ästhetik!
es: ¡El rebelde del rebaño! La misma energía de oveja, pero con esa estética oscura misteriosa!
fr: Le rebelle du troupeau ! La même énergie de mouton, mais avec cette esthétique sombre mystérieuse !
it: Il ribelle del gregge! Stessa energia di pecora, ma con quell'estetica oscura misteriosa!
ja: 群れの反逆者！同じ羊エネルギーだが、その神秘的な暗い美学で！
ko: 무리의 반역자! 같은 양 에너지지만 신비로운 어두운 미학!
ru: Бунтарь стада! Та же овечья энергия, но с таинственной темной эстетикой!
uk: Бунтар отари! Та сама вівча енергія, але з таємничою темною естетикою!
zh_hans: 羊群的叛逆者！同样的羊能量，但带有神秘的黑暗美学！

# species.about.shiba
source: Much wow! Such desktop! Very meme! The internet's favorite good boy strikes a pose!
cs: Much wow! Such desktop! Very meme! Nejoblíbenější dobrý chlapec internetu pózuje!
de: Much wow! Such Desktop! Very Meme! Des Internets liebster guter Junge posiert!
es: ¡Much wow! ¡Such desktop! ¡Very meme! El buen chico favorito de internet hace una pose!
fr: Much wow ! Such desktop ! Very meme ! Le bon garçon préféré d'internet prend la pose !
it: Much wow! Such desktop! Very meme! Il bravo ragazzo preferito di internet fa una posa!
ja: とてもワオ！そんなデスクトップ！とてもミーム！インターネットのお気に入りのいい子がポーズを決める！
ko: 매우 와우! 그런 데스크톱! 매우 밈! 인터넷의 가장 좋아하는 착한 소년이 포즈를 취해요!
ru: Очень вау! Такой рабочий стол! Очень мем! Любимый хороший мальчик интернета принимает позу!
uk: Дуже вау! Такий робочий стіл! Дуже мем! Улюблений добрий хлопчик інтернету приймає позу!
zh_hans: 多哇！这样的桌面！非常模因！互联网最喜欢的好男孩摆姿势！

# species.about.sloth
source: Life in the slow lane! Takes selfies at 0.5x speed and wields lightsabers with zen-like patience!
cs: Život v pomalém pruhu! Dělá si selfie 0.5x rychlostí a máchá světelnými meči se zen-like trpělivostí!
de: Leben in der langsamen Spur! Macht Selfies mit 0.5x Geschwindigkeit und schwingt Lichtschwerter mit zen-artiger Geduld!
es: ¡Vida en el carril lento! Toma selfies a 0.5x velocidad y maneja sables de luz con paciencia zen!
fr: La vie en voie lente ! Prend des selfies à 0.5x vitesse et manie des sabres laser avec patience zen !
it: Vita in corsia lenta! Fa selfie a 0.5x velocità e maneggia spade laser con pazienza zen!
ja: スローレーンでの生活！0.5倍速でセルフィーを撮り、禅のような忍耐でライトセーバーを振るう！
ko: 느린 차선의 인생! 0.5배속으로 셀카를 찍고 선과 같은 인내로 광선검을 휘둘러요!
ru: Жизнь в медленной полосе! Делает селфи на скорости 0.5x и владеет световыми мечами с дзен-подобным терпением!
uk: Життя у повільній смузі! Робить селфі на швидкості 0.5x і володіє світловими мечами з дзен-подібним терпінням!
zh_hans: 慢车道生活！以0.5倍速度自拍，用禅式耐心挥舞光剑！

# species.about.sloth_swag
source: Slow and stylish! Proves that speed is overrated when you've got this much swagger!
cs: Pomalý a stylový! Dokazuje, že rychlost je přeceňovaná, když máte tolik swagu!
de: Langsam und stilvoll! Beweist, dass Geschwindigkeit überbewertet ist, wenn man so viel Swag hat!
es: ¡Lento y elegante! Demuestra que la velocidad está sobrevalorada cuando tienes tanto estilo!
fr: Lent et stylé ! Prouve que la vitesse est surévaluée quand on a autant de style !
it: Lento e stiloso! Dimostra che la velocità è sopravvalutata quando hai così tanto stile!
ja: 遅くてスタイリッシュ！これだけのスワッグがあると、スピードは過大評価されることを証明！
ko: 느리고 스타일리시! 이렇게 많은 스웨그가 있을 때 속도는 과대평가된다는 걸 증명해요!
ru: Медленный и стильный! Доказывает, что скорость переоценена, когда у тебя столько шика!
uk: Повільний і стильний! Доводить, що швидкість переоцінена, коли у тебе стільки шику!
zh_hans: 缓慢而时尚！证明当你有这么多态度时，速度被高估了！

# species.about.snail
source: Meow-ing mollusk! Gary's cousin brings SpongeBob vibes at snail's pace!
cs: Mňoukající měkkýš! Garyho bratranec přináší SpongeBob vibrace hlemýždí rychlostí!
de: Maunzende Weichtier! Garys Cousin bringt SpongeBob-Vibes im Schneckentempo!
es: ¡Molusco que maúlla! El primo de Gary trae vibras de Bob Esponja a paso de caracol!
fr: Mollusque qui miaule ! Le cousin de Gary apporte des vibrations Bob l'Éponge à vitesse d'escargot !
it: Mollusco che miagola! Il cugino di Gary porta vibrazioni SpongeBob a velocità di lumaca!
ja: ニャーと鳴く軟体動物！ゲイリーのいとこがカタツムリペースでスポンジボブバイブスをもたらす！
ko: 야옹하는 연체동물! 게리의 사촌이 달팽이 속도로 스폰지밥 바이브를 가져다줘요!
ru: Мяукающий моллюск! Двоюродный брат Гэри приносит вибрации Губки Боба в улиточьем темпе!
uk: Мяукаючий молюск! Двоюрідний брат Гері приносить вібрації Губки Боба у равликовому темпі!
zh_hans: 喵叫软体动物！加里的表兄以蜗牛速度带来海绵宝宝氛围！
