Repository: CyrilCermak/pets-therapy
Catalog: Sources/swift/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, ru, uk, zh_hans

# about.leaveReview
source: Leave a review
cs: Napsat recenzi
de: Bewertung abgeben
es: Deja un comentario
fr: Laisser un avis
it: Lascia una recensione
ja: レビューを残す
ko: 리뷰 남기기
ru: Оставить отзыв
uk: Залишити відгук
zh_hans: 留下评论

# about.leaveReviewMessage
source: Support us for free by leaving a review! ⭐️⭐️⭐️⭐️⭐️
cs: Podpořte nás zdarma napsáním recenze! ⭐️⭐️⭐️⭐️⭐️
de: Unterstützen Sie uns kostenlos durch eine Bewertung! ⭐️⭐️⭐️⭐️⭐️
es: ¡Apóyanos gratis dejando un comentario! ⭐️⭐️⭐️⭐️⭐️
fr: Soutenez-nous en laissant une belle critique! ⭐️⭐️⭐️⭐️⭐️
it: Supportaci lasciando una bella recensione! ⭐️⭐️⭐️⭐️⭐️
ja: レビューを残して無料でサポートしてください！ ⭐️⭐️⭐️⭐️⭐️
ko: 리뷰를 남겨서 무료로 저희를 응원해주세요! ⭐️⭐️⭐️⭐️⭐️
ru: Поддержите нас бесплатно, оставив отзыв! N⭐️⭐️⭐️⭐️⭐️
uk: Підтримайте нас безкоштовно, залишивши відгук! ⭐️⭐️⭐️⭐️⭐️
zh_hans: 通过留下免费的评论来支持我们！ ⭐️⭐️⭐️⭐️⭐️

# about.privacyPolicy
source: Privacy Policy
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보처리방침
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私条款

# about.termsAndConditions
source: Terms and Conditions
cs: Obchodní podmínky
de: Nutzungsbedingungen
ja: 利用規約
ko: 이용약관

# analytics.consentTitle
source: Help Improve Pets Therapy
cs: Pomozte vylepšit Pets Therapy
de: Helfen Sie mit, Pets Therapy zu verbessern!
es: Ayuda a mejorar la terapia asistida con animales.
fr: Aider à Améliorer Pets Therapy
it: Aiuta a Migliorare Pets Therapy
ja: Pets Therapyの改善にご協力ください
ko: Pets Therapy 개선에 도움주기
ru: Помочь улучшить Pets Therapy
uk: Допоможіть покращити Pets Therapy
zh_hans: 帮助改进 Pets Therapy

# analytics.consentMessage
source: We'd like to collect anonymous usage data to help improve the app. This includes which pets are most popular and how features are used. No personal information is collected, and you can change this setting anytime in the app preferences.
cs: Rádi bychom shromažďovali anonymní data o používání, abychom pomohli vylepšit aplikaci. To zahrnuje, která zvířátka jsou nejoblíbenější a jak se používají funkce aplikace. Žádné osobní informace se neshromažďují a toto nastavení můžete kdykoli změnit v předvolbách aplikace.
de: Wir möchten anonyme Nutzungsdaten sammeln, um die App zu verbessern. Dazu gehört beispielsweise, welche Haustiere am beliebtesten sind und wie Funktionen verwendet werden. Es werden keine persönlichen Informationen gesammelt. Sie können diese Einstellung jederzeit in den App-Einstellungen ändern.
es: Nos gustaría recopilar datos de uso anónimos para ayudar a mejorar la aplicación. Esto incluye información sobre qué mascotas son más populares y cómo se utilizan las funciones. No se recopila información personal y puedes cambiar esta configuración en cualquier momento en el apartado de preferencias de la aplicación.
fr: Nous aimerions collecter des données d'utilisation anonymes afin d'améliorer l'application. Cela inclut les animaux les plus populaires et la manière dont les fonctionnalités sont utilisées. Aucune information personnelle n'est collectée et vous pouvez modifier ce paramètre à tout moment dans les préférences de l'application.
it: Vorremmo raccogliere dati di utilizzo anonimi per migliorare l'app. Ciò include quali animali sono più popolari e come vengono utilizzate le varie funzionalità. Nessuna informazione personale viene raccolta e puoi modificare questa impostazione in qualsiasi momento dalle preferenze dell'app.
ja: アプリの改善のため、匿名の使用データを収集させていただきたいと思います。これには、どのペットが人気か、機能がどのように使用されているかなどが含まれます。 個人情報は一切収集されず、この設定はアプリの設定でいつでも変更できます。
ko: 앱 개선을 위해 익명 사용 데이터를 수집하고자 합니다. 여기에는 어떤 펫이 가장 인기 있는지, 기능이 어떻게 사용되는지 등이 포함됩니다. 개인 정보는 수집되지 않으며, 앱 설정에서 언제든지 이 설정을 변경할 수 있습니다.
ru: Мы хотели бы собирать анонимные данные об использовании, чтобы помочь улучшить приложение. Это включает в себя, какие питомцы наиболее популярны и как используются функции. Личная информация не собирается, и вы можете изменить этот параметр в любое время в настройках приложения.
uk: Ми хотіли б збирати анонімні дані про використання, щоб допомогти покращити додаток. Це включає, які тварини найпопулярніші та як використовуються функції. Особиста інформація не збирається, і ви можете змінити цей параметр у будь-який час у налаштуваннях додатку.
zh_hans: 我们希望收集匿名使用数据来帮助改进应用程序。这包括哪些宠物最受欢迎以及功能如何使用。 不会收集任何个人信息，您可以随时在应用程序首选项中更改此设置。

# analytics.consentAccept
source: Allow Analytics
cs: Povolit analytiku
de: Analytics Erlauben
es: Permitir Analytics
fr: Autoriser Analytics
it: Consenti Analytics
ja: 分析を許可
ko: 분석 허용
ru: Разрешить аналитику
uk: Дозволити аналітику
zh_hans: 允许分析

# analytics.consentDecline
source: No Thanks
cs: Ne, děkuji
de: Nein Danke
es: No Gracias
fr: Non Merci
it: No Grazie
ja: いいえ
ko: 괜찮습니다
ru: Нет, спасибо
uk: Ні, дякую
zh_hans: 不用了，谢谢

# analytics.privacyNote
source: Your privacy matters to us. All data collection is anonymous and helps us make the app better.
cs: Vaše soukromí je pro nás důležité. Veškeré shromažďování dat je anonymní a pomáhá nám vylepšit aplikaci.
de: Ihre Privatsphäre ist uns wichtig. Alle Datensammlungen erfolgen anonym und helfen uns dabei, die App zu verbessern.
es: Tu privacidad es importante para nosotros. La recopilación de datos es anónima y nos ayuda a mejorar la aplicación.
fr: Votre vie privée nous tient à cœur. Toute la collecte de données est anonyme et nous permet d'améliorer l'application.
it: La tua privacy è importante per noi. Tutti i dati raccolti sono anonimi e ci aiutano a migliorare l'app.
ja: あなたのプライバシーは重要です。すべてのデータ収集は匿名で行われ、アプリの改善に役立てられます。
ko: 귀하의 개인정보 보호가 중요합니다. 모든 데이터 수집은 익명으로 이루어지며 앱 개선에 도움이 됩니다.
ru: Ваша конфиденциальность важна для нас. Все сбор данных анонимен и помогает нам улучшить приложение.
uk: Ваша конфіденційність важлива для нас. Весь збір даних анонімний і допомагає нам покращити додаток.
zh_hans: 您的隐私对我们很重要。所有数据收集都是匿名的，有助于我们改进应用程序。

# analytics.settingsToggleLabel
source: App Analytics (Anonymous)
cs: Analytika aplikace (anonymní)
de: App Analytics (Anonym)
es: Analytics de la App (Anónimo)
fr: Analytics de l'App (Anonyme)
it: Analytics dell'App (Anonima)
ja: アプリ分析（匿名）
ko: 앱 분석 (익명)
ru: Аналитика приложения (анонимная)
uk: Аналітика додатку (анонімна)
zh_hans: 应用分析（匿名）

# backgrounds.BackgroundMountainDay
source: Mountain, Day
cs: Hory, den
de: Berg, Tag
es: Montaña, Dia
fr: Montagne, Jour
it: Montagna, Giorno
ja: 山、昼
ko: 산, 낮
ru: Гора, дневная
uk: Гора, денна
zh_hans: 山，早上

# backgrounds.BackgroundMountainDynamic
source: Mountain
cs: Hory
de: Berg
es: Montaña
fr: Montagne
it: Montagna
ja: 山
ko: 산
ru: Гора
uk: Гора
zh_hans: 山

# backgrounds.BackgroundMountainNight
source: Mountain, Night
cs: Hory, noc
de: Berg, Nacht
es: Montaña, Noche
fr: Montagne, Nuit
it: Montagna, Notte
ja: 山、夜
ko: 산, 밤
ru: Гора, ночная
uk: Гора, нічна
zh_hans: 山，晚上

# backgrounds.title
source: Background
cs: Pozadí
de: Hintergrund
es: fondo de pantalla
fr: Image de fond
ja: 背景
ko: 배경
ru: Фон
uk: Тло
zh_hans: 背景图

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отменить
uk: Скасувати
zh_hans: 取消

# contributors.artist
source: Artist
cs: Umělec
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
ru: Художник
uk: Митець
zh_hans: 艺术家

# contributors.developer
source: Developer
cs: Vývojář
de: Entwickler
es: Desarrollador
ja: 開発者
ko: 개발자
ru: Разработчик
uk: Розробник
zh_hans: 开发商

# contributors.moderator
source: Moderator
cs: Moderátor
es: Moderador
fr: Modérateur
it: Moderatore
ja: モデレーター
ko: 관리자
ru: Модератор
uk: Модератор
zh_hans: 版主

# contributors.owner
source: Founder
cs: Zakladatel
de: Gründer
es: Fundador
fr: Fondateur
ja: 創設者
ko: 창립자
ru: Основатель
uk: Засновник
zh_hans: 创始人

# contributors.translator
source: Translator
cs: Překladatel
de: Übersetzer
es: Traductor
fr: Traducteur
it: Traduttore
ja: 翻訳者
ko: 번역가
ru: Переводчик
uk: Перекладач
zh_hans: 翻译

# customPets.breakingChanges240Title
source: Custom Pets updates in version 2.40
cs: Aktualizace vlastních zvířátek ve verzi 2.40
es: Personaliazar mascotas en version 2.40
fr: Mises à jour personnalisées des animaux de compagnie dans la version 2.40
it: Custom pets nella versione 2.40
ja: バージョン2.40でのカスタムペットアップデート
ko: 버전 2.40의 커스텀 펫 업데이트
ru: Обновление пользовательских питомнцев в версии 2.40
uk: Оновлення користувацьких улюбленців у версії 2.40
zh_hans: 版本2.40中的自定义宠物更新

# customPets.breakingChanges240Message
source: Version 2.40 introduces some changes in how the json file for custom pets is formatted. Unfortunately, this is a breaking change, and you will need to update it... Sorry! But worry not, updating is easy and the Discord community is here to help!
cs: Verze 2.40 zavádí některé změny ve formátování json souboru pro vlastní zvířátka. Bohužel se jedná o zlomovou změnu a budete ji muset aktualizovat... Omlouváme se! Ale nebojte se, aktualizace je snadná a komunita na Discordu vám ráda pomůže!
de: Version 2.40 führt einige Änderungen in der Formatierung der JSON-Datei für benutzerdefinierte Haustiere ein. Leider ist dies eine breaking Change und Sie müssen sie aktualisieren... Entschuldigung! Aber keine Sorge, das Update ist einfach und die Discord-Community hilft gerne!
es: La versión 2.40 introduce algunos cambios en la forma en que se formatea el archivo json para las mascotas personalizadas. Desafortunadamente, este es un cambio importante y deberás actualizarlo... ¡Lo sentimos! Pero no se preocupe, la actualización es fácil y la comunidad de Discord esta ¡aquí para ayudar!
fr: La version 2.40 présente quelques modifications dans la façon dont le fichier JSON pour les animaux de compagnie personnalisés est formaté. Nunfortunetly, c'est un changement de rupture, et vous devrez le mettre à jour ... désolé! NBUT ne vous inquiétez pas, la mise à jour est facile et la communauté Discord est Ici pour aider!
it: La versione 2.40 introduce alcune modifiche a come viene formattato il file JSON per gli animali domestici personalizzati. Qui per aiutarti!
ja: バージョン2.40では、カスタムペット用のjsonファイルのフォーマットに変更が加えられています。 残念ながら、これは破壊的変更であり、アップデートが必要です...申し訳ありません！ でも心配いりません、アップデートは簡単で、Discordコミュニティがサポートします！
ko: 버전 2.40에서는 커스텀 펫 json 파일 형식에 일부 변경사항이 있습니다. 안타깝게도 이는 호환성을 깨는 변경사항이므로 업데이트가 필요합니다... 죄송합니다! 하지만 걱정하지 마세요. 업데이트는 쉽고 디스코드 커뮤니티가 도와드릴 거예요!
ru: В версии 2.40 внесены некоторые изменения в форматирование json-файла для пользовательских питомнцев. К сожалению, это существенное изменение, и вам нужно будет обновить его... Простите! Но не волнуйтесь, обновить систему легко, а сообщество Discord готово помочь!
uk: У версії 2.40 внесено деякі зміни щодо форматування json-файлу для користувацьких улюбленців. На жаль, це суттєва зміна, і вам потрібно буде оновити його... Вибачте! Але не хвилюйтеся, оновити систему легко, а спільнота Discord готова допомогти!
zh_hans: 版本2.40介绍了定制宠物的JSON文件的格式化的一些更改。在这里帮助！

# customPets.dragAreaMessage
source: Drag and drop your zip file here
cs: Přetáhněte sem svůj zip soubor
de: Ziehen Sie Ihre ZIP-Datei hierher
es: Arrasta y suelta su archivo zip aquí
fr: Faites glisser et déposez votre fichier zip ici
it: Trascina il tuo file zip qui
ja: zipファイルをここにドラッグ&ドロップしてください
ko: zip 파일을 여기에 드래그하세요
ru: Перетащите ваш zip-файл сюда
uk: Перетягніть ваш zip-файл сюди
zh_hans: 将您的压缩文件拖放到这里

# customPets.export
source: Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
ru: Экспорт
uk: Експорт
zh_hans: 导出

# customPets.exportSuccess
source: Exported!
cs: Exportováno!
de: Exportiert!
es: ¡Exportacion satisfactoria!
fr: Exporté !
it: Fatto!
ja: エクスポート完了！
ko: 내보내기 완료!
ru: Экспортировано!
uk: Експортовано!
zh_hans: 导出成功!

# customPets.exportSuccessMessage
source: You can now unzip and customize the pet how you want, or crete a new one!
cs: Nyní můžete rozbalit a přizpůsobit si zvířátko podle svých představ, nebo vytvořit nové!
de: Sie können jetzt die Datei entpacken und das Haustier nach Ihren Wünschen anpassen oder ein neues erstellen!
es: Ahora puedes descomprimir el archivo zip y personalizar la mascota como quieras o incluso crear una nueva
fr: Vous pouvez maintenant décompresser et personnaliser l'animal comme vous le souhaitez, ou en créer un nouveau !
it: Ora ti basta aprire l'archivio e dare un'occhiata, puoi customizzare il pet come preferisci, o crearne uno nuovo!
ja: これでファイルを解凍して、ペットを好きなようにカスタマイズしたり、新しいものを作成できます！
ko: 이제 압축을 풀고 원하는 대로 펫을 커스터마이징하거나 새로 만들 수 있어요!
ru: Теперь вы можете распаковать файл и настроить питомца по своему усмотрению или создать нового!
uk: Тепер ви можете розпакувати файл і налаштувати улюбленця на свій розсуд або створити нового!
zh_hans: 您现在可以解压并根据需要自定义宠物，或者创建一个新宠物！

# customPets.genericImportError
source: There was an error importing your files, maybe close the app and try again? Or ask for help on our Discord!
cs: Při importu souborů došlo k chybě, zkuste zavřít aplikaci a zkusit to znovu? Nebo požádejte o pomoc na našem Discordu!
de: Beim Importieren Ihrer Dateien ist ein Fehler aufgetreten. Schließen Sie die App und versuchen Sie es erneut? Oder fragen Sie in unserem Discord um Hilfe!
es: Hubo un error al importar los archivos, cierre el programa e intentelo de nuevo. Si necesitas más ayuda, puedes encontrarnos en Discord.
fr: Une erreur s'est produite lors de l'importation de vos fichiers, quittez l'application puis réessayez ? Ou demandez de l'aide sur notre Discord !
it: C'è stato un errore nell'import dei tuoi file, prova a chiudere l'app e riprova, o chiedi aiuto su Discord!
ja: ファイルのインポート中にエラーが発生しました。アプリを一度閉じて再試行するか、Discordでヘルプを求めてください！
ko: 파일을 가져오는 중 오류가 발생했어요. 앱을 닫고 다시 시도해보거나 디스코드에서 도움을 요청해보세요!
ru: Возникла ошибка при импорте файлов, возможно, закройте программу и попробуйте еще раз? Или обратитесь за помощью на нашем Discord!
uk: Виникла помилка при імпорті файлів, можливо, закрийте програму і спробуйте ще раз? Або зверніться за допомогою на нашому Discord!
zh_hans: 导入您的文件时出现了错误，请尝试关闭应用程序并重启。或者在我们的 Discord 上寻求帮助!

# customPets.genericExportError
source: There was an error exporting, maybe close the app and try again? Or ask for help on our Discord!
cs: Při exportu došlo k chybě, zkuste zavřít aplikaci a zkusit to znovu? Nebo požádejte o pomoc na našem Discordu!
de: Beim Exportieren ist ein Fehler aufgetreten. Schließen Sie die App und versuchen Sie es erneut? Oder fragen Sie in unserem Discord um Hilfe!
es: Hubo un error al exportar los archivos, cierre el programa e intentelo de nuevo. Si necesitas más ayuda, puedes encontrarnos en Discord.
fr: Une erreur s'est produite lors de l'exportation, quittez l'application puis réessayez ? Ou demandez de l'aide sur notre Discord !
it: C'è stato un errore nell'export, prova a chiudere l'app e riprova, o chiedi aiuto su Discord!
ja: エクスポート中にエラーが発生しました。アプリを一度閉じて再試行するか、Discordでヘルプを求めてください！
ko: 내보내기 중 오류가 발생했어요. 앱을 닫고 다시 시도해보거나 디스코드에서 도움을 요청해보세요!
ru: Возникла ошибка при экспорте, возможно, закройте программу и попробуйте еще раз? Или обратитесь за помощью в нашем Discord!
uk: Виникла помилка під час експорту, можливо, закрийте програму і спробуйте ще раз? Або зверніться по допомогу у нашому Discord!
zh_hans: 导出时出现了错误，请尝试关闭应用程序并重启。或者在我们的 Discord 上寻求帮助!

# customPets.importSuccess
source: Successfully imported!
cs: Úspěšně importováno!
de: Erfolgreich importiert!
es: ¡Importado correctamente!
fr: Importation réussie !
it: Importato con successo!
ja: インポート成功！
ko: 성공적으로 가져왔어요!
ru: Успешно импортировано!
uk: Успішно імпортовано!
zh_hans: 导入成功!

# customPets.invalidJson
source: Your species json file has some errors in it, please double check the documentation or ask for help on Discord!
cs: Váš json soubor obsahuje chyby, zkontrolujte prosím dokumentaci nebo požádejte o pomoc na Discordu!
de: Ihre Species-JSON-Datei enthält Fehler. Bitte überprüfen Sie die Dokumentation oder fragen Sie im Discord um Hilfe!
es: Su archivo json contiene algunos errores, por favor revise la documentación o pida ayuda en Discord!
fr: Votre fichier JSON d'espèce contient des erreurs, veuillez vérifier la documentation ou demander de l'aide sur Discord !
it: Il file json con le informazioni sulla specie ha qualche errore, consulta la documentazione o chiedi aiuto su Discord!
ja: speciesのjsonファイルにエラーがあります。ドキュメントを再確認するか、Discordでヘルプを求めてください！
ko: 종족 json 파일에 오류가 있어요. 문서를 확인하거나 디스코드에서 도움을 요청해보세요!
ru: Ваш json-файл вида содержит ошибки, пожалуйста, проверьте документацию или обратитесь за помощью в Discord!
uk: Ваш json-файл виду містить помилки, будь ласка, перевірте документацію або зверніться за допомогою у Discord!
zh_hans: 您的 json 文件中有一些错误，请仔细检查文档或在 Discord 上寻求帮助！

# customPets.message
source: You can now create your own custom pets! It requires some design work on your end, but it can be really rewarding! To start, follow the instructions in the link below, then just drag and drop your zip file in the area below!
cs: Nyní si můžete vytvořit vlastní zvířátka! Vyžaduje to trochu designérské práce z vaší strany, ale může to být opravdu uspokojující! Začněte podle instrukcí v odkazu níže, pak jednoduše přetáhněte svůj zip soubor do oblasti níže!
de: Sie können jetzt Ihre eigenen benutzerdefinierten Haustiere erstellen! Es erfordert etwas Designarbeit Ihrerseits, aber es kann sehr lohnend sein! Folgen Sie zunächst den Anweisungen im unten stehenden Link und ziehen Sie dann Ihre ZIP-Datei in den Bereich unten!
es: ¡Ahora puede crear sus propias mascotas personalizadas! ¡Requiere un poco de trabajo de diseño por su parte, pero puede ser realmente gratificante! Para comenzar, siga las instrucciones en el siguiente enlace, luego arrastre y suelte su archivo zip en el área de abajo.
fr: Vous pouvez maintenant créer vos propres animaux de compagnie personnalisés ! Cela nécessite un travail de conception de votre part, mais cela peut être très gratifiant ! Pour commencer, suivez les instructions du lien ci-dessous, puis faites simplement glisser et déposez votre fichier zip dans la zone ci-dessous !
it: Lo sapevi che puoi creare tu stesso dei pet? Dovrai metterti nei panni di un designer e lavorarci un pò, ma può essere davvero gratificante! Per iniziare, segui le istruzioni nel link qui sotto, poi trascina il tuo file zip nell'area indicata!
ja: 独自のカスタムペットを作成できるようになりました！ デザイン作業が必要ですが、とてもやりがいがあります！ 始めるには、下のリンクの指示に従って、zipファイルを下のエリアにドラッグ&ドロップしてください！
ko: 이제 나만의 커스텀 펫을 만들 수 있어요! 디자인 작업이 필요하지만 정말 보람 있을 거예요! 아래 링크의 설명을 따라 한 다음, zip 파일을 아래 영역에 드래그하세요!
ru: Теперь вы можете создавать собственных домашних питомцев! Это требует некоторой дизайнерской работы с вашей стороны, но она может быть действительно полезной! Чтобы начать, следуйте инструкциям по ссылке ниже, а затем просто перетащите ваш zip-файл в соответствующую область ниже!
uk: Тепер ви можете створювати власних домашніх улюбленців! Це вимагає певної дизайнерської роботи з вашого боку, але вона може бути дійсно корисною! Щоб почати, дотримуйтесь інструкцій за посиланням нижче, а потім просто перетягніть ваш zip-файл у відповідну область нижче!
zh_hans: 现在您可以创建您自己的自定义宠物！ 只需需要您进行一些非常有价值的设计工作！ 如果想开始，请按照下面链接中的说明进行操作，然后只需将您的压缩文件拖放到下面的区域中！

# customPets.missingFiles
source: Seems like something is missing (%@), check the documentation or ask for help on Discord!
cs: Zdá se, že něco chybí (%@), zkontrolujte dokumentaci nebo požádejte o pomoc na Discordu!
de: Etwas scheint zu fehlen (%@). Überprüfen Sie die Dokumentation oder fragen Sie im Discord um Hilfe!
es: Parece que falta algo (%@), consulte la documentación o pida ayuda en Discord!
fr: Il semble qu'il manque quelque chose (%@), consultez la documentation ou demandez de l'aide sur Discord !
it: Sembra che manchi qualcosa (%@), consulta la documentazione o chiedi aiuto su Discord!
ja: 何かが不足しているようです（%@）。ドキュメントを確認するか、Discordでヘルプを求めてください！
ko: 뭔가 빠진 것 같아요 (%@). 문서를 확인하거나 디스코드에서 도움을 요청해보세요!
ru: Если чего-то не хватает (%@), проверьте документацию или попросите помощи в Discord!
uk: Якщо чогось не вистачає (%@), перевірте документацію або попросіть допомоги у Discord!
zh_hans: 似乎缺少什么些东西 (%@)，请查看文档或在 Discord 上寻求帮助！

# customPets.setNameTitle
source: Change Nickname
cs: Změnit přezdívku
de: Spitznamen ändern
es: Cambiar nombre
fr: Changer de nom
it: Cambia nome
ja: ニックネームを変更
ko: 별명 변경
ru: Изменить никнейм
uk: Змінити нікнейм
zh_hans: 更改昵称

# customPets.setNameMessage
source: You can give this pet any nickname, think of something cool!
cs: Můžete tomuto zvířátku dát jakoukoliv přezdívku, vymyslete něco skvělého!
de: Sie können diesem Haustier jeden beliebigen Spitznamen geben. Denken Sie sich etwas Cooles aus!
es: Puedes darle a esta mascota cualquier nombre, ¡piensa en algo genial!
fr: Vous pouvez appeler vos animaux de compagnie comme vous voulez !
it: Puoi chiamare i tuoi animaletti come vuoi!
ja: このペットに任意のニックネームを付けることができます。クールな名前を考えてみてください！
ko: 이 펫에게 어떤 별명이든 지어줄 수 있어요. 멋진 이름을 생각해보세요!
ru: Вы можете дать этому питомцу любое имя, придумайте что-то крутое!
uk: Ви можете дати цьому улюбленцю будь-яке ім'я, вигадайте щось круте!
zh_hans: 您可以给这只宠物取任何的昵称，来想个很酷的名字吧！

# customPets.readTheDocs
source: Instructions
cs: Instrukce
de: Anweisungen
es: Instrucciones
it: Istruzioni
ja: 手順
ko: 설명서
ru: Инструкции
uk: Інструкції
zh_hans: 说明

# customPets.speciesAlreadyExists
source: Seems like %@ already exists! Try a different name or remove the previous version.
cs: Zdá se, že %@ již existuje! Zkuste jiný název nebo odstraňte předchozí verzi.
de: %@ scheint bereits zu existieren! Versuchen Sie einen anderen Namen oder entfernen Sie die vorherige Version.
es: ¡Parece que %@ ya existe! Pruebe con un nombre diferente o desninstale la versión anterior.
fr: Il semble que %@ existe déjà ! Essayez un nom différent ou supprimez la version précédente.
it: Sembra che %@ esista già, prova a cambiare nome o rimuovi la versione esistente.
ja: %@は既に存在するようです！ 別の名前を試すか、以前のバージョンを削除してください。
ko: %@가 이미 존재하는 것 같아요! 다른 이름을 시도하거나 이전 버전을 제거해보세요.
ru: Кажется, %@ уже существует! Попробуйте другое имя или удалите предыдущую версию.
uk: Здається, %@ вже існує! Спробуйте інше ім'я або видаліть попередню версію.
zh_hans: 似乎 %@ 已经存在！ 请试试不同的名字或删除之前的版本。

# customPets.title
source: Create your own!
cs: Vytvořte si vlastní!
de: Erstellen Sie Ihr eigenes!
es: ¡Crea tu propia mascota!
fr: Crée le tien !
it: Crea il tuo pet!
ja: オリジナルを作成！
ko: 나만의 펫 만들기!
ru: Создайте свое собственное!
uk: Створіть своє власне!
zh_hans: 创造你自己的宠物!

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Effacer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
uk: Видалити
zh_hans: 删除

source: Disable
cs: Vypnout
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効
ko: 비활성화
ru: Отключить
uk: Вимкнути
zh_hans: 禁用

# donations.linkTitle
source: Support via Patreon
cs: Podpořte přes Patreon
de: Über Patreon unterstützen
es: Soporte a través de Patreon
fr: Soutenir via Patreon
it: Supporta via Patreon
ja: Patreonでサポート
ko: 패트리온으로 후원
ru: Поддержка через Patreon
uk: Підтримка через Patreon
zh_hans: 通过 Patreon 支持我们

# donations.message
source: If you like the app, please consider supporting me on Patreon! 🥹
cs: Pokud se vám aplikace líbí, zvažte prosím mou podporu na Patreonu! 🥹
de: Wenn Ihnen die App gefällt, denken Sie bitte daran, mich auf Patreon zu unterstützen! 🥹
es: Si te gusta la aplicación, ¡considera apoyarme en Patreon! 🥹
fr: Si vous aimez l'application, pensez à me soutenir sur Patreon ! 🥹
it: Se ti piace l'app, sappi che ho un account Patreon.. Così per dire eh! 🥹
ja: アプリが気に入ったら、Patreonでのサポートをご検討ください！🥹
ko: 앱이 마음에 드신다면 패트리온에서 저를 후원해주세요! 🥹
ru: Если вам понравилось приложение, пожалуйста, поддержите меня на Patreon! 🥹
uk: Якщо вам сподобався додаток, будь ласка, підтримайте мене на Patreon! 🥹
zh_hans: 如果你喜欢这个应用程序，请考虑在 Patreon 上支持我们! 🥹

# donations.title
source: Support the project
cs: Podpořte projekt
de: Das Projekt unterstützen
es: Apoya el proyecto
fr: Soutenir le projet
it: Supporta il progetto su Patreon
ja: プロジェクトをサポート
ko: 프로젝트 후원
ru: Поддержать проект
uk: Підтримати проєкт
zh_hans: 支持这个项目
